{
  "schema_version": "1.0.0",
  "source": {
    "document_title": "LUTHERAN ORDER OF SERVICE",
    "section_number": 2,
    "section_title": "Order of Christmas Worship",
    "slug": "order-of-christmas-worship",
    "pages": {
      "start": 8,
      "end": null
    }
  },
  "metadata": {
    "category": "",
    "tags": [],
    "notes": ""
  },
  "content": {
    "overview": "",
    "elements": [
      {
        "order": 1,
        "type": "rubric",
        "title": "Rubric",
        "speaker": "",
        "rubric": "",
        "text": "Shep-herds quake at the sight;\nGlo-ries stream from heav-en a-far, heav n-ly hosts Sing Al-le-lu-ia!\nChrist the Sav-iour is born! Christ,\nthe Sav\tiour is born!",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 2,
        "type": "collect",
        "title": "COLLECT S FOR THE CHURCH YEAR",
        "speaker": "",
        "rubric": "",
        "text": "First Sunday in Advent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 3,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 4,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank You, we bless and praise You, that You did show us poor sinners mercy, who for our transgressions did justly deserve to remain in the bondage of sin and Satan, and did gave us in Jesus Christ a meek and righteous King, who by His death became our Savior from sin and eternal death. We ask You to enlighten, govern and direct us by Your Holy Spirit, that we may ever remain faithful to this righteous King and Savior and not after the manner of the world, be offended with His humble form and despised word, but firmly believing in Him obtain eternal salvation; through the same Your beloved Son, Jesus Christ, our Lord, Who lives and reigns with You and the Holy Spirit, one true God world without end. Amen.\nC: Lord God our heavenly Father, come now with your power among us and cast away every evil thing that may stop us from seeing the sign of your coming. We implore you to help us through your Holy Spirit to guard ourselves from every temptation. Help us not to be carried away by marrying, drunkenness and the cares of the world that your day will take us unaware, but we should always be prepared in prayer and be hopeful as we await the coming of our savior Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nSecond Sunday in Advent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 5,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 6,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, who by Your Son have revealed to us that heaven and earth shall pass away, that our bodies shall rise again, and that we all shall appear before the judgment seat: We implore You, keep us by Your Holy Spirit in Your Word; establish us ins the true faith, graciously defend us from sin and preserve us in all temptations, that our hearts may not be overcharged with surfeiting and drunkenness, and cares of this life, but that we may ever watch and pray, and trusting fully in Your grace, await with joy the glorious coming of Your Son, and at last obtain eternal salvation, through Your beloved Son, Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you for accepting to come to the world in your Son Jesus Christ. Even though we are a little flock, you have admonished us not to be afraid because you delight to give us the kingdom. We implore you to come into our hearts and hear our prayers, change our behavior so that we may become your saved children. Let the light of your word shine in our hearts that we will become children of light and live with all the saints through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God world without end. Amen.\nThird Sunday in Advent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 7,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 8,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who did suffer Your Son, our Lord, Jesus Christ to become man, and to come into the world, that He might destroy the works of the devil, deliver us poor offenders from sin and death, and give us everlasting life: We beseech You to rule and govern our hearts by Your Holy Spirit, that we may seek no other refuge than His Word, and thus avoid all offense to which by nature we are inclined, in order that we may always be found among the faithful followers of Your Son, Jesus Christ, and by faith in Him obtain eternal salvation, through the same Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God world without end. Amen.\nC: Lord God our heavenly Father, we thank you for your grace and mercy toward us, for on our own we are unable to come to you, but you agree to humble yourself to come to us even to the point of becoming a man in order to save us. We implore you to help us, strengthen us and give us power to testify that your son Jesus Christ is the only savior without fear. Let your spirit stir the hearts of our hearers to believe and accept Jesus as their savior. Hear these prayers for the glory of your Son Jesus Christ our Lord, who lives, and reigns with you and the Holy Spirit, one true God world without end. Amen.\nFourth Sunday in Advent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 9,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 10,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, it is proper and right that we should give thanks unto You, that You have given us a more glorious baptism than that of John the Baptist, and have therein promised us the gift of forgiveness with You and the Holy Spirit and life everlasting, through Your Son Jesus Christ: Preserve us we pray You, in such faith in Your grace and mercy that we may never doubt Your promise, but be comforted by the same in all temptations: and grant us Your Holy Spirit that we may renounce sin and ever continue in the righteousness bestowed upon us in baptism until by Your grace we obtain eternal salvation, through the same, Your beloved Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you for the fulfillment of your promise of the world s salvation through your Son Jesus Christ our savior. We implore you to open our eyes to see this great act of grace you have done unto us. Lord give us the spirit of praise and worship that we will proclaim Christ throughout our life on earth, to keep praising you, glorifying you for this great work of salvation you have wrought for us through your beloved Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one true God world without end. Amen.\nChristmas Eve",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 11,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "A&B\nO lord our heavenly Father, we thank You that of Your great goodness and mercy You have caused Your only begotten Son to become partaker of our flesh and blood, that we through Him might be redeemed from sin and everlasting death; and we pray You; enlighten our hearts that we may be truly thankful to You for His gracious Incarnation and birth, that we may be comforted by the same in all time of tribulation and temptation, and in the end be saved with an everlasting salvation, through the same Your dear Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit for ever and ever. Amen\nC: Lord God our heavenly Father, you who brought us salvation today. We come to you in calmness to fill our hearts with prayers that will occupy thoughts. Help us to observe this Christmas Eve with thankful hearts, to get many blessings. Fill us with the true meaning of Christmas that brings joy and salvation to the world today, wherefore you forgive us all our sins and grant us eternal life. Cause the true meaning of Christmas enter our hearts that we may know that salvation has come to us. We thank you for bringing us light that drives away all darkness from us, and have allow us see this day. Help us to glorify you as we celebrate this Christmas in demonstration of the light you brought for the salvation of the world. Sanctify us and make us your everlasting children through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God world without end. Amen.\nChristmas Day (Nativity of our Lord)",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 12,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 13,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we give thanks unto You, that of Your great mercy and compassion You did suffer Your dear Son to become incarnate, and through Him redeem us from sin and everlasting death; We implore You, enlighten our hearts by Your Holy Spirit, that we may ever be thankful for such grace, and comfort ourselves with the same in all tribulation and temptation, and at last obtain eternal salvation through the same Your Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, you who created everything in the world and saw that it is good. You created man in your image and likeness. But because of disobedience, man fell into sin and died spiritually. However, because of your unfailing love, you planned the coming of Jesus into the world to save mankind. We thank you for the salvation you have given us. Through your humility in Christ we can now come before you with joy and thanks because of your grace to us. We thank you for how the shepherds proclaimed your birth. We ask you to strengthen us in this faith that you are our eternal savior. At the end to ever remain blessed through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nSunday after Christmas",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 14,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 15,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, mercifully direct our ways that we may walk in your law, and be made to abound in good works through your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God world without end. Amen.\nC: Most gracious God, teach us your love through it that we may know the kind of love you loved the world with to the extent that you sent your only beloved Son. We implore you to open our eyes just as you promise Simeon that he will not die till he see your beloved Son Let your people all over the world glorify him in their hearts and lives. Help us to always be grateful through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nNew Year s Eve",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 16,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 17,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty God, most gracious Father, from Whom we do constantly receive all manner of good which we have in no wise merited, we give You thanks that in the year which is now drawing to a close, You have so graciously and mighty protected us, and have bestowed upon us so many blessings both temporal and spiritual, and we pray You, enable us by Your Holy Spirit to acknowledge all these Your benefits, that we may evermore thank and praise You for Your goodness and mercy; through our Lord Jesus Christ, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God Almighty, help us to know that our end and all the days of our life are known to you. As it is with the past year so it is with our days they pass by till the day we shall be called to be with you. O Lord, from you we came forth, we also look for refuge in you. Cause us to see this great love and grace in this coming year as you did in the year that has just past, that we may depend on your unchanging love and amend our ways. That way we will please you whenever you knock at our doors to take us home with you in your everlasting kingdom. We implore you to guide us in this coming year with your loving hand unto eternal life through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nNew Year",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 18,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 19,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O merciful and eternal God, heavenly Father Who did cause Your Son to become incarnate and to be made subject to the law, that we might be redeemed from the curse of the law: We implore You, grant us grace to become partakers of this redemption and thus obtain eternal salvation through the same Your beloved Son Jesus Christ, our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nOr\nAlmighty and everlasting God, from Whom comes down every good and perfect gift; we give You thanks for all Your temporal and spiritual benefits bestowed upon us in the year past, and we implore You of Your goodness, grant us a favorable and joyful year, defend us from all dangers and adversities, and send upon us the fullness of Your blessing; through Jesus Christ Your Son our Lord, who lives and reigns with You and the Holy Spirit, ever one God, world without end. Amen.\nC: Lord God, because of you we are not consumed, because of your pity we are not made slaves. Your love is new every day. Come dwell with us through out this year and guide us in everything. In our shortcoming and frailty, help us. Forgive our sins. Visit your elect church and build her yourself so she can stand in this New Year. Nourish her with your word and Sacrament. Look upon our country with favor and love and the entire world with your love; fill her with your wisdom. Fill our world leaders and advisers with the thoughts of leading with your fear. We bring the world , the Church, our families and ourselves before you, come among us with your power, through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nSunday after New Year",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 20,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 21,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O Lord God our heavenly Father, Who did suffer your dear Son Jesus Christ to become a stranger and sojourner in Egypt for our sakes, and did lead Him safe home to His fatherland. Mercifully grant that we poor sinners who are strangers and sojourners in this perilous world may soon be called home to our true fatherland, the kingdom of heaven, where we shall live in eternal joy and glory through the merits of Your Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you for showing us your glory and love, lead us through faith unto your work in Jesus Christ our Lord. We thank you for through your love you allowed Jesus Christ to come into the world to redeem us from the trap of Satan. We thank you for the blood of Jesus Christ which become our garment of salvation granting us joy and cleansing from our sins and are enabled to put on the clothe of righteousness, we who are not fit to come before you because of our sins. We implore you to pour your grace and eternal peace unto us. Strengthen this faith in us that we may not doubt this, your salvation to us in Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nThe Epiphany of our Lord",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 22,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 23,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who has given us the light of Your holy Word, the guiding star which leads us to the Christ child: Send we implore You, Your Holy Spirit into our hearts that we may receive this light and make use of it unto our salvation, and that we like the wise men, they were seeking the star, may not be afraid because of any hardship and peril, but put all our trust in Your only begotten Son Jesus Christ our Lord as our only Savior; devote our earthly possessions to the advancement of Your kingdom, and in all things serve Him, Your only begotten, Son, Jesus, Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: O God our heavenly Father, we thank you for through your grace you revealed your Son to the world through the star from the East. We implore you to help us through your Holy Spirit such that we will be light in the world and bring people to your beloved Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nFirst Sunday after Epiphany",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 24,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 25,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who in mercy has established the Christian home among us. We implore you to rule and direct our hearts, that we may be good examples to children and servants, and not offend them by word or deed, but faithfully teach them to love Your Church and hear your blessed Word. Give them Your Spirit and grace, that this seed may bring forth good fruit so that our home life may conduce to Your glory, honor and praise, to our own improvement and welfare, and give offense to no one; through the same Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, cause us to love you and one another. Help us to love our enemies for this is your command to us. On our own we do not have this kind of love that is why we humbly come to you for help. Help all Christians to desire to glorify your name in their life on earth and live according to your will in Jesus Christ your beloved Son our Lord who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nSecond Sunday after Epiphany",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 26,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 27,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank You that of Your grace You have instituted holy matrimony. We implore You to send Your blessing upon every husband and wife that they may not provoke each other to anger and strife but live peaceably together in love and godliness, receive Your gracious help in all temptations, and bring up their children in accordance with Your will; grant unto us all to walk before You in purity and holiness, to put all our trust in You, and lead such lives on earth, that in the world to come we may have everlasting life through the same, Your beloved Son Jesus Christ our Lord Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, you who have the water of eternal life, we ask you to create this fountain of living water in us. Draw us closer to you through your grace and give us drink when we are thirsty. Plant us in fountains of living water. We implore you to help us understand that you alone have the gift of life which we do not have to buy, for this life is given free in your blood that was poured for us. At the end be ever blessed through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nThird Sunday after Epiphany",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 28,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 29,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, mercifully look upon our infirmities and in all our dangers and necessities stretch forth the right hand of your majesty to help and defend us; through Jesus Christ our Lord, Who lives and reigns with you and the Holy Spirit, ever one God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you for you are merciful. You have no desire in the death of a sinner but that the sinner receives the gift of salvation you brought for the world. We pray that you uphold us in your saving hands that we may not perish. Take away pride from our hearts and help us know that it is by your grace alone we will be saved. We ask that you help us when temptation and troubles befall us because of our weakness. We are unable to stand on our own, without you we are doomed, one ever true God, world without end. Amen.\nFourth Sunday after Epiphany",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 30,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 31,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who in Your divine wisdom and fatherly goodness made Your children to bear the cross and send divers afflictions upon us to subdue the flesh and quicken our hearts unto faith, hope and unceasing prayer: We implore You to have mercy upon us and graciously deliver us out of our trials and temptations so that we may perceive Your grace and fatherly help, and with all saints forever praise and worship You; through Your dear Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God Almighty and our savior Jesus Christ, you who redeemed your children Israel, we equally believe you will save us in times of troubles. We accept that you created us according to your will treat us as you wish. Put in our hearts to love one another as you have loved us. Let us not doubt the salvation you brought to us even though Peter doubted when he saw the water currents waging against him, yet you saved him. We believe you will do same to us. Do not treat us according to our ways, but your grace and love, through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nFifth Sunday after Epiphany",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 32,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 33,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank You that You have sown the good seed, Your holy word, in our hearts: We pray You that by Your Holy Spirit You will cause this seed to grow and bring forth fruit and defend us from the enemy, that we may not sow tares therein. Keep us from carnal security, help us in all temptations and give us at last eternal salvation; through your beloved Son, Who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God our heavenly Father, we present ourselves in your hands to correct and mould us. Cause us to realize that you alone deserve our worship. Help us choose you not the gods of our fathers that we have left behind. Help us to remember your grace unto us while we were yet sinners. Let us not harden our hearts as the children of Israel did in the wilderness. Lord Jesus Christ, hide us under your cross because of your Love and mercy unto us. These we ask in the name of your Son Jesus Christ who lives and reigns with you and the Holy Spirit from now and forever. Amen.\nSixth Sunday after Epiphany",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 34,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 35,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O merciful and everlasting God, heavenly Father: We thank You that You have revealed unto us the glory of Your Son, and let the Light of Your Gospel shine upon us: We pray You, guide us by this light that we may walk diligently as Christians in all good works, ever be strengthened by Your grace and conduct our lives in all godliness: through the same Your beloved Son Jesus Christ our Lord; who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we ask you to cause us shine in our earthly life. Lord Jesus Christ, we thank you for calling us to be living lamps that shine in this world. We implore you to help us not to judge others unjustly rather to judge justly that we may be faithful witnesses. Through our faith in Jesus Christ who is the light of the world help us to walk as children of the light not darkness. At the end remain ever blessed through your beloved Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nSeptuagesima Sunday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 36,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 37,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who through Your holy Word has called us unto Your vineyard: Send, that we may labor faithfully in Your vineyard, shun sin and all offense, obediently keep Your word and do Your will, and put our whole and only trust in Your grace, which You have bestowed upon us so plenteously through Your Son Jesus Christ, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Our Lord and heavenly Father, thank you for allowing us to depend on you, you have also bless our stay, you who created us in your likeness to do your will. We implore you to stop us from relying on man and not to be self centered. Fill us with the spirit of humility and love which will make us victorious through your Son Jesus Christ. Remove the thought focusing on what we will gain in following you from us, instead to believe that we will gain a hundredfold of everything we left behind. For you honors the one who has to have. Fill us with your spirit who witnessed his resurrection and forgive us where we have doubted and denied you in our life because of your love, mercy and grace unto us through your Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God world without end. Amen.\nSexagesima Sunday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 38,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "A&B\nLord God our heavenly Father, we thank You that through Your Son Jesus Christ, You have sown Your holy word among us: We pray that You will prepare our hearts by Your Holy Spirit, that we may diligently and reverently hear Your Word, keep it in good hearts and bring forth fruit with patience; and that we may not incline to sin, but comfort ourselves with Your grace and continual help, through Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, ever one God, world without end. Amen.\nC: O God our heavenly Father, thank you for sending your Son Jesus Christ who is the word of the Holy Spirit through whom you gave us eternal life. We implore you to help us whenever we read your word to believe that you are the one speaking to us. Lord Holy Spirit, help us to comprehend your message that was written with your help, you are the one who inspired the Apostles who wrote it. Whenever we read it, let your spirit guide us understand that you gave us life through your word and through this same your word, you will give life to those who do not know you; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God world without end. Amen.\nQuinquagesima Sunday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 39,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 40,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who did manifest Yourself, with the Holy Spirit in the fullness of grace at the baptism of Your dear Son, and with Your voice did direct us to him who has borne our sins, that we might receive grace and the remission of sins; Keep us, we implore You, in the true faith; and inasmuch as we have been baptized in accordance with Your command, and the example of Your dear Son, we pray You to strengthen our faith by Your Holy Spirit, and lead us to everlasting life and salvation, through Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit; One true God, world without end. Amen.\nC: O God our heavenly Father; thank you for redeeming us through the death and resurrection of Jesus Christ from the dead. We implore you to preserve us from sin and worldly desires. Fill us with the spirit of love so that we will love you as you loved us. Encourage us not to be afraid when we are taken to the civil authorities. Protect us from falling into Satan s temptation, but fill us with love for you and our neighbors. These we ask through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.\nFirst Sunday in Lent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 41,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 42,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, inasmuch as the adversary do continually afflict us, and as a roaring lion do walk about seeking to devour us: We implore You for the sake of the suffering and death of Jesus Christ Your Son to help us by the grace of the Holy Spirit, and to strengthen our hearts by Your Word, that our enemy may not prevail over us, but that we may ever more abide in Your grace, and be preserved unto everlasting life through the same Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God world without end. Amen.\nC: God most glorious, you who are righteous, come to us with your gracious love. We praise your name because of your love unto us through the pain suffered by your Son Jesus Christ even unto death for us. We implore you to be with us as we remember the suffering of our savior on our behalf. O Jesus Christ, visit us with encouragement from above when we are tempted so that we will not lose our faith because of the love of money and earthly things like Judas Iscariot who betrayed you because of love of money. Let us be encouraged by the suffering and death you experienced to redeem mankind. Fill us with love to faithfully follow you as your faithful disciples who love you sincerely and truly up to the time you will come with your angels to rapture us righteous Father, world without end. Amen\nSecond Sunday in Lent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 43,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 44,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, grant us we implore You by Your Holy Spirit, that He may strengthen our hearts and confirm our faith and hope in Your grace and mercy, so that although we have reason to fear because of our conscience, our sin, and our unworthiness, we may nevertheless, with the woman of Canaan, hold fast to Your grace, and in every trial and temptation find You a very present help and refuge, through Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: O Lord our God in heaven, you who do remember us through your grace and love, do not let our enemies triumph over us, rather help us for we depend only on you where our help come from. Do not leave us to go into slumber in our faith. If we do, wake us up and strengthen us to withstand Satan. Help us to be always watchful through prayer and perseverance. That way we will gain victory and power in life in this world through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one true God world without end. Amen.\nThird Sunday in Lent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 45,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 46,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who has sent Your Son our Lord Jesus Christ to take upon Himself our flesh, that He might destroy the works of the devil and defend us poor sinners against his power: We give thanks unto You for Your merciful help and we implore You to attend us with Your grace in all temptations, to preserve us from carnal security, and by Your Holy Spirit keep us in Your Word and Your fear, that unto the end we may be delivered from the enemy, and obtain eternal salvation, through the same Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: O God our heavenly Father, we are grateful to you for the gift of your holy Gospel to us where we read the account of your suffering in order to redeem us. Help us not to disgrace you in our acts, but let us be encouraged to bear our cross when trouble and persecution come our way as we preach your gospel in the world. Help us to bear in mind that your apostles suffered same, leaving us a good example to follow. We implore you to help us because of our weakness and frailty, enable us to stand firm in following your footsteps and to live with you in your kingdom. And at the end be ever blessed through your Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one true God world without end. Amen.\nFourth Sunday in Lent",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 47,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 48,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who by Your Son fed five thousand men in the desert with five loaves and two fishes: We implore you to abide graciously also with us in the fullness of your blessing. Preserve us from avarice and the cares of this life, which we may seek first your kingdom and your righteousness, through Jesus Christ, Who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty Father, maker of heaven and earth, you who revealed your power through your creation. Cause us to be obedient to you and to glorify you. You, who through your Son Jesus Christ did reveal yourself also to us, forgive us our sins; make us whole again through your grace. We implore you to help us not to deny knowing you in suffering or persecution, but to proclaim you to all people. Encourage us to stand firm in your way through your Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one ever true God, world without end. Amen.\nThe Annunciation Sunday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 49,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 50,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty God, Who of Your great mercy caused Your Son to be conceived by the Holy Spirit and to be born of the blessed Virgin Mary according to the angel s annunciation: Grant us by Your grace, that we who were conceived and born in sin, but have been born again of water and the Holy Spirit, may as Your children lead a holy life, and at last obtain eternal salvation through Your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord our God and heavenly Father, you who through your abundant grace and mercy did send us your only begotten Son who was conceived by the Holy Spirit and was born by the Virgin Mary. We implore you to graciously cause us to grow in holy living as your children though we were born in sin. At the end be ever blessed through your beloved Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one ever true God, world without end. Amen.\nPalm Sunday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 51,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 52,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, Who has sent Your Son, our Savior Jesus Christ to take upon Him our flesh, and to suffer death upon the cross that all mankind should follow the example of His great humility: Mercifully grant that we may both follow the example of His patience, and also be made partakers of His resurrection; through the same Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, ever one God world without end. Amen.\nC: O God our heavenly Father, we thank you for letting your Son Jesus Christ to come to this world to prepare the way for our salvation. We implore you to allow your Holy Spirit lead us to open our hearts so that Jesus Christ will enter and become our savior. Help us to become your everlasting children through your beloved Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one ever true God world without end. Amen.\nMaundy (Holy) Thursday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 53,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 54,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O Lord Jesus Christ, we thank you that of your infinite mercy you have instituted this Your Sacrament in which we eat Your Body and drink. Your Blood: Grant us, we implore You by Your Holy Spirit that we may not receive this gift unworthily, but that we may confess our sins, remember Your agony and death, believe the forgiveness of sin, and day by day grow in faith and love until we obtain eternal salvation through You Who lives and reigns with the Father and the Holy Spirit, one true God, world without end. Amen.\nC: Loving heavenly Father, we thank you for your love for the world. Through this love you left us something to remember you with in the Sacraments for the wok of our salvation which you have wrought. We thank you for through your Holy Communion you have demonstrated the reality of your kingdom whereby you humbled yourself in washing the feet of your disciples setting us an example of love as we fellowship at your table in the supper. Help us imitate you that people will know we are your disciples through brotherly love that binds us in your Supper. Lord Jesus Christ, you who instituted this Supper to be a spiritual food to us. Let this bread that we eat grant us the Holy Spirit that will cleanse our hearts. Likewise the Cup we drink grants us the forgiveness of our sins. Let your presence in this Sacrament be real to us by faith through the power of the Holy Spirit. We ask that you give us your enabling grace to be in your kingdom and fellowship with you and the Holy Spirit, one true God, world without end. Amen.\nGood Friday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 55,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 56,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, Who has willed that Your Son should bear for us the pains of the cross, that you might remove from us the power of the adversary. Help us to remember and give thanks for our Lord s passion that we may receive the remission of sin and redemption from everlasting death, through the same our Lord Jesus Christ. Amen.\nC: God our everlasting Father, most merciful. You who did allow your Son Jesus Christ to come into this world and bore our sins on the cross; Keep our hearts fixed on him through faith, not to be afraid of our adversaries. Father God, thank you for your love to us in Jesus Christ. We bow under your cross that we were to carry but you made it yours. Though we are stained with sin, we come before you to cleanse and make us yours. We acknowledge our shortcoming that separates us from you; correct us through your Holy Spirit. Bring us to the realization of our sins and shortcoming, to repent and be reconciled to you. Help us to forgive those who offend us. Give us strength and endurance when we are in trouble. When we go astray, bring us back to your caring hands. Make us yours by your gracious work for us on the cross; one ever true God, world without end. Amen.\nEaster",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 57,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 58,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who delivered You Son for our offenses, and raised Him again for our justification: We implore You, grant us Your Holy Spirit that He may rule and govern us according to Your will; graciously keep us in the true faith; defend us from all sins, and after this life raise us unto eternal life, through the same Your beloved Son Jesus Christ, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord our God, Almighty Father, thank you for by the resurrection of Jesus from the dead we are reborn. We implore you to help us through your Holy Spirit to believe his resurrection from the dead is victory over the power of Satan and death. Give us faith that we may know that on the last day we will live with him in his kingdom through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one true God world without end. Amen.\nFirst Sunday after Easter",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 59,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 60,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank you that of your ineffable grace, for the sake of Your Son, You have given us the holy Sacraments, that through the same we may have comfort and forgiveness of sin. We implore you, grant us Your Holy Spirit that we may establish our faith until we at last obtain salvation through Jesus Christ our Lord, Who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you because the death and resurrection of Jesus Christ brought light to the world. We implore you to help us through your Holy Spirit to walk with him to brighten our path through that we will be light to the world and people will come to have this light and salvation through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nSecond Sunday after Easter",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 61,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 62,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who of Your fatherly goodness have been mindful of us poor miserable sinners and have given Your beloved Son to be our shepherd, not only to nourish us by His Word, but also to defend us from sin, death, and the devil: We implore You, grant us Your Holy Spirit that even as this Shepherd do know us and succor us in every affliction, we also may know Him, and trusting in Him, seek help and comfort in Him, from our hearts obey His voice, and obtain eternal salvation, through the same Your Son Jesus Christ, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you for your Son Jesus Christ who came and became the good shepherd and gave his life on the cross for his sheep. We implore you to give us your Holy Spirit to guide us, to hear his voice and to always follow him who is our good shepherd and savior Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one true God world without end. Amen.\nThird Sunday after Easter",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 63,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 64,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who of Your fatherly goodness suffer Your children to come under Your chastening rod here on earth, that we may be like unto Your only begotten Son in suffering and hereafter in glory: We implore You comfort us in temptations and afflictions by Your Holy Spirit, that we may not fall into despair, but that we may continually trust in Your Son s promise, that our trials will endure but a little while, and will then be followed by eternal joy; that we thus in patient hope may overcome all evil, and at last obtain eternal salvation, through the same Your Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit one true God, world without end. Amen.\nC: Our Lord Jesus Christ Son of the Almighty God; in times of trouble and persecution we retrieve and even forget you. Because of human nature, we seek consolation and encouragement where there is no consolation and salvation. We ask you to strengthen us so that we will not deny this faith we have received or through worldly deceit abandon the faith you have called us into; always help us to be comforted by your word and the power of the Holy Spirit to remain in the gospel promise of your salvation through Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one true God world without end. Amen.\nFourth Sunday after Easter",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 65,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 66,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who through Your Son did promise us Your Holy Spirit, that He should convince the world of sin, of righteousness, and of judgment: We implore You, enlighten our hearts that we may confess our sins, through faith in Christ obtain everlasting righteousness, and in all our trials and temptations retain this consolation that Christ is Lord over the devil and death, and all things, and that He will graciously deliver us out of all our afflictions, and make us forever partakers of eternal salvation, through the same Your Son Jesus Christ, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God Almighty, we thank you because when we pray you do hear us. Incline your ear to us and answer us. Be merciful to us for you are kind. Hearken unto our petitions. Lord God cause a change in our behavior so we can love one another and be united in all our deeds that glorify your name. Help us to understand each other. Let not selfishness hinder us from truly loving others with the kind of love you called us with. God we are yours; we plead, may your spirit fill our hearts to let us understand we belong to you. If we belong to you, we will always love as your nature is to love. Let this love be like fountain of ever flowing water. Thank you for you always hears us. These we ask in the name of Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one true God world without end. Amen.\nFifth Sunday after Easter",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 67,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 68,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who through Your Son did promise us that whatsoever we ask in His name You will give us. We implore You, keep us in Your Word, and grant us Your Holy Spirit that He may govern us according to Your will, protect us from the power of the devil, from false doctrine and worship; also defend our lives against all danger; grant us Your blessing and peace that we may in all things perceive Your merciful help, and both now and forever praise and glorify You as our gracious Father, through our Lord Jesus Christ Your Son, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, thank you for loving the world that you gave your Son to come and die and rose to give us life everlasting. We ask that you strengthen us so that we too will love one another, through this, the world will believe that we are your children and will receive your word which you gave us through your beloved Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nAscension Day",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 69,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 70,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "LORD Jesus Christ, Almighty Son of God art no longer in humiliation here on earth, but seated at the right hand of Your Father, Lord over all things. We implore You, send us Your Holy Spirit, give Your Church pious pastors, preserve Your Word, control and restrain the devil and all who would oppress us; mightily uphold Your Kingdom, until all Your enemies shall have been put under Your feet, that we may hold the victory over sin, death, and the devil, through You, Who lives and reigns with God the Father and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God Almighty, open our minds to understand the meaning of your plan for our salvation. Help us understand the prophecies of the Old Testament prophets about you. We can not comprehend your will unless you help us; open our minds and hearts to accept our sins and repent of them. Send us your spirit to enable us be your faithful witnesses in our homes, among our relations, our tribesmen and our nation. We implore you to accept our petitions in the name of Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.\nSixth Sunday after Easter",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 71,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 72,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we give thanks to You that through Your Holy Spirit has appointed us to bear witness of Your dear Son. Jesus Christ our Lord. We implore You, inasmuch as the world cannot endure such testimony, and persecutes us in every way, grant us courage and comfort, that we may not be offended because of the cross, but continue steadfastly in Your testimony, and be found always among those who know You and Your Son, until we obtain eternal salvation through the same Your Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, we glory and honor belongs to you forever and ever. We implore you to give us the Holy Spirit to see the glory of Jesus Christ in us. Help us to stand firm in our belief and faith in you. Let ignorance and selfishness not make us afraid of telling the truth so that instead of preaching the gospel we end up condemning and judging people. Help us present the love of Christ to them. These we ask with thanks in the name of Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one true God world without end. Amen.\nPentecost Day",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 73,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 74,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O Lord Jesus Christ Almighty Son of God, we thank You that You have established Your Church on earth and have called us unto holiness: We implore You, send Your Holy Spirit into our hearts through Your will, comfort us in every temptation and misfortune, and defend us by Your truth against every error so that we may continue steadfast in the faith, increase in love and all good works, and firmly trusting in Your grace, which through death You have purchased for us, obtain eternal salvation You Who reigns with the Father and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God, we thank you for giving us different tongues; through your word we are able to understand each other. We thank you because through this there will be no tongue in which the gospel will not be preached. We saw how on the Pentecost day where the the gospel was preached to people from different countries and tongues and there after, people continued to preach the gospel in their tongues. Fill us with your Holy Spirit so that we can comprehend and understand your word and what it means today. That we will understand your will; you who lives and reigns with the Father; one in three; world without end. Amen.\nTrinity Sunday",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 75,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 76,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O Lord God our heavenly Father. We poor sinners confess that in our flesh dwells no good thing, and that left to ourselves, we die and perish in sin, since that which is born of the flesh is flesh and cannot see the kingdom of God. but we implore You: Grant us Your grace and mercy, and for the sake of Your Son Jesus Christ, send Your Holy Spirit into our hearts, that being regenerate, we may firmly believe the forgiveness of sins, according to Your promise in baptism; and that we may daily increase in brotherly love, and in other good works, until we at last obtain eternal salvation, through the same Your beloved Son, Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you for our new birth by your mercy through our baptism by the Holy Spirit and the forgiveness of sins. Help us to always be one with you through the grace of our baptism. We implore you through the Holy Spirit help us to be meek before people as we remember the forgiveness of our sins each day by faith through your Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nFirst Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 77,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 78,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we implore You to rule and govern our hearts by Your Holy Spirit, that we may not like the rich man hear Your Word in vain and become so devoted to things temporal as to forget things eternal, but that we readily and according to our ability minister to such as are in need and not defile ourselves with surfeiting and pride, trial and misfortune, keep us from despair and grant us to put our trust wholly in Your Fatherly help and grace, so that in faith and Christian patience we may overcome all things, through Your Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we thank you for not considering your heavenly glory, you left your honor and came down to the world and embraced us in your kingdom. We implore you to help us receive your word whole heartedly, and to proclaim your name without fear; to help the hungry and the needy both physically and spiritually. Let us not be over taken by the desires of the world, but to keep our hope and faith in your Son Jesus Christ our savior, who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nSecond Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 79,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 80,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we give thanks to You that through Your holy Word You have called us to Your great Supper, and we implore You: Quicken our hearts by Your Holy Spirit that we may not hear Your Word without fruit, but that we may prepare ourselves rightly for Your kingdom and not suffer ourselves to be hindered by any worldly care, through your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, thank you for sending the Holy Spirit our helper and guide in all things. We implore you to remove murmuring and excuses that prevent us from proclaiming your gospel. Help us keep our hope in your Son Jesus Christ who watches over us in our life journey and deeds. Help our hearts not to have any reason for falling because of worldly cravings, but to always depend on your grace and mercy. Finally to be gathered with you in the place you have prepared for all believers, through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit; one true God world without end. Amen.\nThird Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 81,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 82,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father; we all like sheep have gone astray, having suffered ourselves to be led away from the right path by Satan and our own sinful flesh. We implore You graciously, to forgive us all our sins for the sake of Your Son Jesus Christ, and quicken our hearts by Your Holy Spirit, that we may abide in Your Word, and in true repentance and a steadfast faith continue in Your Church unto the end, and obtain eternal salvation, through our Lord Jesus Christ Your Son, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, we ask you to keep our faith in you. Just as you called Matthew at the tax collector s office who in the eyes of the Jews was a sinner, but through your love and grace you called him and even fellowshipped with him. We thank you for not looking down on sinners but have called us to proclaim your gospel of salvation of sinners. At the end be ever blessed through your only begotten Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nFourth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 83,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 84,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, Who art merciful, and through Christ did promise us that You will neither judge nor condemn us, but graciously forgive our sins, and abundantly provide for all our wants of body and soul: We pray You that by Your Holy Spirit, Your will establish in our hearts a confident faith in Your mercy and teach us also to be merciful to our neighbors, that we may not judge or condemn others, but willingly forgive all men, and judging only ourselves, lead blessed lives in Your fear, through Your dear Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end.\nC: O God our heavenly Father, all thanks, praise and honor belong to you. You are from eternity our God; you never change. You watch over us giving us strength and guidance through the Holy Spirit. Help us to be sorrowful of our evil deeds that go contrary to your will so that we will come back to you. We implore you to teach us to know why you suffered even to the cross in order to redeem us. Through this we too may offer ourselves for the sake of your name as your witness to the world. At the end to be ever blessed through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nFifth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 85,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 86,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O Jesus Christ Son of the living God who have given us your Holy Word, and have bountifully provided for all our temporal wants, we confess that we are unworthy of all these mercies, and that we have rather deserved punishment: but we implore you, forgive us our sins, and prosper and bless us in our several calling that by your strength we may be sustained and defended, now and forever, and so praise and glorify you eternally, you who lives and reigns with the Father and the Holy Spirit, one true God, world without end. Amen.\nC: Our heavenly Father, help us love one another to allow the Holy Spirit control our hearts so that Satan will not take our hearts captive. Help us to shun the works of the flesh and all its desires. Help us to put on the fruit of the spirit that is love and to live in it. We implore you to help preachers of your gospel in the world; protect them body and soul as you did to Prophet Elijah. Encourage us to do your work faithfully. Help us to always be focused on you so that we will not turn back, but to always look at the face of your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nSixth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 87,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 88,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we confess that we are poor, wretched sinners, and that there is no good in us, our hearts, flesh and blood being so corrupted by sin, that we never in this life can be without sinful lusts and desires; therefore we implore you dear Father, forgive us these sins and let your Holy Spirit cleanse our hearts that we may desire and love your word, abide by it, and thus by your grace by forever saved; through our Lord Jesus Christ your Son, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, we thank you for sending us as sheep among wolves and have given us power to give peace to those in difficulties and to bring them meekly to you. Help us to be humble, bearing each others burden in that way we will fulfill your will. We implore you to help us and weigh our hearts and bring us back to the path of righteousness. For through your grace we saw in spirit so as to reap everlasting life in you. Help us continue in this manner till the coming of your Son Jesus Christ to judge the world to find us worthy faithful servants. These we ask through your beloved Son Jesus Christ our Lord, who lives, and reigns with you and the Holy Spirit; one true God world without end. Amen.\nSeventh Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 89,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 90,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, who in the wilderness did by your Son abundantly, feed four thousand men besides women and children with seven loaves and a few small fishes. We implore you, graciously abide among us with your blessing and keep us from covetousness and the cares of this life, that we may seek first your kingdom and your righteousness, and in all things needful for body and soul, experience your ever- present help; through your Son Jesus Christ, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, everlasting Father, you are our God yesterday, today and forever. We implore you to fill us with your love as this Samaritan who through compassion and pity took the burden of saving the man who fell among armed robbers. Give us loving hearts towards our neighbors when they are in trouble; to show them mercy because of your Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit; one true God world without end. Amen.\nEighth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 91,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 92,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we most heartily thank You that You have caused us to come to the knowledge of your word. We pray you; graciously keep us steadfast in this knowledge unto death that we may obtain eternal life, send us now and ever pious pastors, who faithfully preach your word without offense or false doctrine, and grant them long life. Defend us from all false teachings and frustrate the counsels of all those who pervert your word, who come to us in sheep s clothing, but are inwardly ravening wolves, that your true church may evermore be established among us, and be defended and preserved from such false teachers, through Jesus Christ your Son, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty and holy God, we ask you to help us pay attention to your word; to serve you in ways that your name will be honored and glorified just as Mary listened to your word. Help us to always read your word, to pray and to unite with other believers because of your Son Jesus Christ our Lord who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nNinth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 93,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 94,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, who have bountifully given us your blessing and our daily bread: We implore You, preserve us from covetousness, and so quicken our hearts that we willingly share your blessed gifts with our needy brethren, that we may be found faithful stewards of your gifts, and abide in your grace when we shall be removed from our stewardship, and shall come before your judgment through our Lord Jesus Christ your Son, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: O God our Father in heaven, we thank you for your holy Scripture. We implore you to help us not to fall into temptation or trap of worldly desires; rather let us depend on you because you are our shield and fortress. You will also guard our coming in and our going out because of your Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nTenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 95,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 96,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, who by your Holy Spirit have revealed unto us the gospel of your Son Jesus Christ; We implore You to quicken our hearts that we may sincerely receive your word and not make light of it, or hear it without fruit, as did your people, the unbelieving Jews, but that we may fear You and daily grow in faith in your mercy and finally obtain eternal salvation, through your Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one true God, world without end. Amen.\nC: O God, most merciful and loving Father, the comforter of those who need comfort and those who seek your face for mercy. As you helped this barren Shunamite woman by giving her a child, likewise we thank you today for sending your Son Jesus Christ who died for our sins and also comforted us and gave us eternal life. Help us to shun anything that will lure us into sin, but to depend on our faith in Jesus. Help us not to serve God and mammon, but to wholly serve you our God alone, maker of everything through your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nEleventh Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 97,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 98,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we implore You to guide and direct us by your Holy Spirit, that we may not forget our sins and be filled with pride, but continue in daily repentance and renewal, seeking our comfort only in the blessed knowledge that You will be merciful unto us, forgive us our sins and grant us eternal life; through your beloved Son Jesus Christ our Lord, who lives and reigns with You, and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God, Almighty and everlasting Father, we thank you for your bountiful grace and mercy unto us. We implore you to help us fight the evil desires of this world and to confess our sins before you so that you will forgive us. Help us to guard ourselves from the sin of judging others as the Pharisees did to this woman. Let us mortify ourselves to sin so that it will not rule over our mortal bodies, causing us to go after the desires of the flesh. That way we may be saved through your beloved Son Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen\nTwelfth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 99,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 100,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, who have created all things: We thank You that You have giving us sound bodies, and have graciously preserved our tongues and other members from the power of the adversary: We implore You, grant us your grace that we may rightly use our ears and tongues, help us to hear your word diligently and devoutly, and with our tongues so to praise and magnify your grace, that no one shall be offended by our words, but that all may be edified thereby, through your beloved Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, we have sinned against you and deserved to be punished, but because of your grace and love, you saved us from eternal death. We implore you to help us serve you with the whole of our hearts not to pay you lip service only while our hearts are far from you. Uphold us through your Son Jesus Christ to faithfully commit ourselves to you. Help us not to be blind guides, but open our hearts to see well so that we will know our short coming and sinfulness before you and ask you for forgiveness. Help us to lead others in righteousness through your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen\nThirteenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 101,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 102,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we most heartily thank You that You have granted us to live in this accepted time, when we may hear your holy Gospel, know your fatherly will, and behold your Son Jesus Christ. We pray You most merciful Father, let the light of your holy Word remain with us, and so govern our hearts by your Holy Spirit, that we may never forsake your word, remain steadfast in it, and finally obtain eternal salvation, through your beloved Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit; one true God, world without end. Amen.\nC: Lord God, our heavenly Father, we whole heartedly thank you because of the gift of your Son Jesus Christ for our sins. We implore you to keep us in this faith; strengthen us to do your will, for you said, if we do what you command us we will be your children who will inherit your kingdom. Help us to live in this your promise so that we will bear children that will last and to shine as light through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nFourteenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 103,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 104,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, who by your blessed word and your holy baptism have mercifully cleansed all who believe from the fearful leprosy of sin (as you did cleansed the cripple woman), and daily do grant us your gracious help in all our need. We implore You to enlighten our hearts by your Holy Spirit, that we may never forget these your blessings, but ever live in your fear, and trusting fully in your grace with thankful hearts continually praise and glorify You, through your Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, the great physician. We thank you because it is only in you we can have healing and forgiveness of sins. We implore you to heal us from the disease of sin that weigh us down making us captives under the power of Satan like this woman who spent eighteen years held captive under the power of Satan. Here we are before you so that you can lose and free us from the spirit of infirmity that kept us captive so that we can be freed and grow in you through your beloved Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen\nFifteenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 105,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 106,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank You for all your benefits that You have given us life and graciously sustained us unto this day. We implore You, take not your blessing from us, preserve us from covetousness, that we may serve You only, love and abide in You, and not defile ourselves by idolatrous love of mammon, but hope and trust only in your grace, through Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Our heavenly Father, we thank you for not hiding the secret of life from us. We ask you to help us how to treasure for eternal life not for this earthly life where moths and rust and robbers will part us with. Help us to know that the best treasure for our wealth is giving you our life and wealth for the propagation of your gospel. This is most honorable and blessed for our souls. We implore you to help us depend on you always through the power of the Holy Spirit who will enlighten us to walk seeking your heavenly kingdom through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nSixteenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 107,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 108,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, who did sent your Son to be made flesh, that by His death He might atone for our sins and deliver us from eternal death. We pray You, confirm in our hearts the hope that our Lord Jesus Christ, who with but a word raised the widow s son, in like manner will raise us on the last day, and grant us eternal life; through your beloved Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father, Almighty and eternal; the most merciful and loving. We thank you for you are God who hears our petitions. Through prayers and faith, all our needs whenever we bring them to you, you do answer us. We implore you to heal us from the disease of sin and cares of this world so that we will carry on as you healed this woman with the flow of blood and Jairus daughter whom you raised from the dead through their faith. These all we ask through your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nSeventeenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 109,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 110,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father; we implore You to guide and direct us by your Holy Spirit, that we may not exalt ourselves, but humbly fear You with our whole heart and keep your word, and hallow the Lord s day, that we may also be hallowed by your word. Help us, first to place our hope and confidence in your Son Jesus Christ, who alone is our righteousness and Redeemer, and then amend and better our lives in accordance with your word, that we may avoid all offenses and finally obtain eternal salvation, through your grace in Christ, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God maker of heaven and earth and everything in it. We thank you for coming to free us from the power of the law. We implore you to help us in all our days here on earth; protect us from committing evil and fill us with compassion, obedience and faithfulness. At the end that we may inherit your kingdom through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nEighteenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 111,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 112,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we are poor miserable sinners, we know your will, but cannot fulfill it because of the weakness of our flesh and blood, and because our enemy the devil, will not leave us in peace. Therefore, we pray You, shed your Holy Spirit in our hearts, that in steadfast faith, we may cling to your Son Jesus Christ, find comfort in His passion and death believe the forgiveness of sin through Him, and in willing obedience of your will lead holy lives on earth, until by your grace, through a blessed death we depart from this world of sorrow and obtain eternal life, through your Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Our heavenly Father, we thank you for sending your Son Jesus Christ. We ask you to help us do your will by which you called us to be your children through Jesus Christ. Help us to shun all self centeredness through the proclamation of your word; let our testimony be targeted towards honoring your name. Help us to seek your ways alone so that our land will be blessed all the days of our life. Turn our hearts towards you and to desist from pursuing the things of the world that separates us from you so that we may not perish. But through your grace let us choose life and stick to it that we and our descendants may live in your kingdom through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nNineteenth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 113,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 114,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, who by your Son Jesus Christ, did mercifully help the palsied man both in body and soul. We implore You for the sake of your great mercy. Be gracious also unto us, forgive us all our sins, and so govern us by your Holy Spirit, that we may not ourselves be the cause of sickness and other afflictions, keep us in your fear and strengthen us by your grace, that we may escape temporal and eternal wrath and punishment, through your Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God our Father, we thank you for you are the light of the world and your light shines everywhere. We implore you to open our eyes so that we will see clearly like this blind man who received his sight. We are blind spiritually through sin and ignorance of your word which is a light to our feet. Open our eyes to see our shortcoming, to proclaim your word without fear. Destroy our bodily members that crave after the desires of this world. Remove from us lying to one another and cause us to put on the new man who will renew us according to your will through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nTwentieth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 115,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 116,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father; we thank You, that of your great mercy You have called us by your Holy Word to the blessed marriage feast of your Son, and through Him do forgive us all our sins; but being daily beset by temptation, offense, and danger and being weak in ourselves and given to sin, we implore you graciously to protect us by Your Holy Spirit, that we fall not, and if we fall and defile our wedding- garment, with which your Son have clothed us, graciously help us again and lead us to repentance, that we fall not forever, preserve in us a constant faith in your grace through our Lord Jesus Christ, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Almighty God, we thank you for calling us to serve you in your vineyard in this world. We implore you to give us good character that we may be good stewards who will tend your vineyard. Help us not to be like these stewards who maltreated those sent by the landowner to gather in the produce of his farm. Help us not to be found maltreating your workers by not following your will. Rather than doing what will bring dishonor to your name, help us to respect the pouring of the blood of your Son Jesus Christ that was poured for our sins on the cross so that we may work faithfully in your vineyard. These we ask through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nTwenty- First Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 117,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 118,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, who by your son have promised us the forgiveness of sins, righteousness and everlasting life. We implore You, do by your Holy Spirit quicken our hearts that we in daily prayer may seek our help in Jesus Christ against all temptations, and constantly believing His promise, obtain that for which we pray and at last be saved, through your Son Jesus Christ, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Our Father who is in heaven, God Almighty, you who is ready to hear our prayers. We thank you for you are a patient God, slow to anger; you who have no desire in the death of a sinner but that he should repent and forsake his sins. We implore you to help us confess our sins, repent and forsake them so that we will be saved through your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.\nAll Saints Day",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 119,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 120,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, who through your only begotten and beloved Son Jesus Christ, will sanctify all your elected and beloved; Give us grace to follow their faith, hope, and charity, that we together with them may obtain eternal life, through your Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: O Lord our God, Almighty Father; we thank you for calling us into your kingdom in this world and the one to come where glory and honors all belong to you. We implore you to lead and help us to listen to your word. Let your Holy Spirit lead us so as to die like the seed of wheat that fell on good ground. That way we will be enabled to live with the Father through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nTwenty- Second Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 121,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 122,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and eternal God; we confess that we are poor sinners and cannot answer one of a thousand, when You contends with us; but with all our hearts we thank You, that You have taken all our guilt from us and laid it upon your dear Son Jesus Christ, and made Him to atone for it: We pray You graciously to sustain us in faith, and to govern us by your Holy Spirit, that we may live according to your will, in neighborly love, service, and helpfulness, and not give way to wrath or revenge, that we may not incur your wrath, but always find in You a gracious Father, through Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: O Lord our God, Almighty Father; we thank you for the light of your word in our hearts. We implore you to lead us through your Holy Spirit to seek peace with all men as you have taught us through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.\nTwenty-Third Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 123,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 124,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank You that You have hitherto granted us peace and graciously spared us from war and foreign dominion: We pray You, graciously let us continue to live in your fear according to your will, giving no cause for wars or other punishment, govern and direct our magistrates, that they may not hinder the obedience due to You, but maintain righteousness, that we may enjoy happiness and blessing under their government, through our Lord Jesus Christ, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God, Almighty Father; we thank you for your grace and great mercy to us in sending your Son Jesus Christ into the world to save sinners. We implore you to help us receive him in our hearts to be our king and saviour; he who did not consider the kingdom of this world as anything to grasp but emptied himself in order to save us. We ask this through your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one true God, world without end. Amen.\nTwenty-Fourth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 125,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 126,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and everlasting God, who by your Son have promised us forgiveness of our sins and deliverance from eternal death, we pray that by your Holy Spirit You will daily increase our faith in your grace through Christ, and establish us in the certain hope that we shall not die, but peacefully sleep, and be raised again on the last day to eternal life and salvation, through our Lord Jesus Christ your Son, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our Father in heaven; you are God eternal and you live today and forever. You alone have the power to raise the dead to eternal life. We implore you to help us through your Holy Spirit to keep this faith and be raised on the resurrection day; to live with you where you went to prepare for us together with angels and all believers; through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.\nTwenty-Fifth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 127,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 128,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we most heartily thank You that by your Word You have brought us out of the darkness of error into the light of your grace. We implore You, mercifully help us to walk in that light, guard us from all error and false doctrine, and grant that we may not as the Jews, become ungrateful and despise and persecute your Word, but receive it with all our heart, govern our lives according to it, and put all our trust in your grace through the merit of your dear Son our Lord Jesus Christ, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: O Lord our God and Father in heaven; we thank you for not hiding anything from us regarding the day of your coming; for you have shown us the signs of your coming. We implore you to help us through the power of your Holy Spirit to be empowered so that the signs of your coming will not make us afraid but to be calm as we await your coming with the hope of getting eternal life through your beloved Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.\nTwenty- Sixth Sunday after Trinity",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 129,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 130,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "O Almighty, eternal and merciful God, who by your beloved Son our Lord and Saviour Jesus Christ, have established the kingdom of grace for us, that we might believe the forgiveness of our sins, in your holy Church on earth, since You are a God who has no pleasure in the death of the wicked, but that the wicked turn from his way and live: we implore You, graciously forgive us all our sins through the same your Son Jesus Christ, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nC: Lord God our heavenly Father; we thank you for your Son Jesus Christ who came and saved us from sin through setting us in good ways unto eternal life. We implore you to help us walk in this faith and so enter through the narrow gate that leads to life. Help us to fulfill the work you gave to each one of us in your vineyard to the end. Let us not be last and the last be the first. We ask these through your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.\nLast Sunday of the Church Year",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 131,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 132,
        "type": "a&b",
        "title": "A&B",
        "speaker": "",
        "rubric": "",
        "text": "Almighty God, who rules and governs Your Holy Christian Church, we give You most hearty thanks for the plenteous blessings of the Gospel which You have granted unto us during the past year, and we implore You to bestow upon us your Holy Spirit, that by His gracious working we may be made rightly to value your precious means of grace, so that we being turned to You, may come to everlasting life through Jesus Christ Your Dear Son our Lord, who lives and reigns with You and the Holy Spirit for ever and ever. Amen.\nC: Lord God our Father in heaven; we thank you for through your grace you opened the eyes of the apostles to see the glory and honors of your Son Jesus Christ our Lord. We implore you to let your Holy Spirit enlighten people of the world who do not know you yet; to receive the testimony of your Church, that Jesus Christ is your only begotten Son whom you sent to the world so that whosoever believe in him should not perish but have eternal life. We ask all these in the name of your Son Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit; one ever true God, world without end. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 133,
        "type": "collect",
        "title": "COLLECT S FOR SPECIAL OCCASIONS",
        "speaker": "",
        "rubric": "",
        "text": "Lutheran Day (First Sunday in October)",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 134,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "O Lord, praise and glory and might and power be ascribed unto You, for ever and ever, we thank You for your loving care to mankind whom You created; who once lived in darkness and the shadow of death, You sent us a Savior through your beloved Son Jesus Christ our Lord, through whom we got the light of the Gospel which we this day commemorate. We are thankful for the missionaries you sent who brought this light. We implore you, strengthen your workers through your Holy Spirit, to depend on you in faith, grant that we be watchful, for we know neither the day nor the hour. We pray this in the name of Jesus Christ our Lord. Amen.\n(The Last Prayer)",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 135,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Lord God, maker of heaven and earth; who through your Holy Spirit did send one man Dr. Bronnum who came from a distant country thousands of miles away to this our country Nigeria with Your Word. We remember now the day and the benefits we derive by his coming. Your Word which he brought together with your Gospel of redemption helped us how to conduct our lives in this transient world. We implore you, on this day inspire your followers in this country how we should follow Jesus example who left His glory in heaven, came down to save us from our sins, Dr. Bronnum and his colleagues left everything for the sake of your gospel. Grant us the will power to fulfill your command which enjoins us thus, Go therefore . In the name of your Son Jesus Christ our Lord, we pray this. Amen.\nThe Reformation Day",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 136,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Most merciful God, Almighty, protector of your Holy Church; we pray You to graciously accept our thanks for the restoration of your Gospel and we implore You ever more to defend your church from all error, and to preserve it in the purity of Your Word, and so rule and direct our hearts by your Holy Spirit, that we may ever continue steadfast in the faith of our Lord and Savior, Who alone is our righteousness and wisdom, our consolation and peace, and finally be brought to behold your glory; through Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit for ever and ever. Amen.\nThe Festival of Harvest",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 137,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Almighty God, most merciful Father, Who opened your hand, and satisfied the desires of every living thing: We give You most humble and hearty thanks that You have crowned the fields with your blessing, and have permitted us once more to gather in the fruits of the earth: and we implore You to bless and protect the living seed of Your Word sown in our hearts, that in the plenteous fruits of righteousness we may always present to You an acceptable thanks offering; through Jesus Christ your Son our Lord, who lives and reigns with You and the Holy Spirit, ever one true God, world without end. Amen.\nCHURCH LECTIONARY\nThe church year begins with first Sunday in Advent. There are three set of readings to be rotated in this order: A; B and C. readings.\nFirst Sunday in Advent (Purple)\nIsaiah 62:10-12 (b) Isaiah 42:1-9 (c) Isaiah 2:2-5\nRomans 13:11-14 1Peter 1:10-13 2 Cor. 3:12-16\nMatthew 21:1-9\tLuke 4:16-30 Matthew 4:13-17\nSecond Sunday in Advent (Purple)\nMalachi 4:1-6\t(b) Isaiah 11:1-10 (c)\tIsaiah 2:2-5\nRomans 15:4-9 2 Thess. 1:3-10\t1 Thess. 5:1-11\nLuke 21:25-36 Matthew 25:1-13 Luke 12:32-40\nThird Sunday in Advent (Purple)\nIsaiah 35:1-7 (b) Isaiah 40:1-8 (c) Isaiah 35:1-7a\n1 Cor. 4:1-5 Hebrews 12:12-15 Col. 1:15-20\nMatthew 11:2-10 Luke 1:67-80 John 1:14-18\nFourth Sunday in Advent (Purple)\nDeuteronomy18:15-19b (b) Isaiah 12:1-6 (c) Isaiah 49:8-13\nPhilippians 4:4-7 2 Peter 1:19-21 1 John 5:6-12\nJohn 1:19-28 John 3:25-36 John 5:31-40\nChristmas Eve (White)\nIsaiah 9:6-7\t(b) Isaiah 9:6-7 (c)\tMicah\t5:2-50 Luke 2:15-20 Luke 2:1-14\tLuke 2:1-14\nChristmas Day (White)\nMicah 5:1-3\t(b) Psalm 100:1-5 (c) Jeremiah 23:5-6\nHebrew 1:1-5 Titus 2:11-14 Eph. 2:14-17\nLuke 2:1-14 John 1:1-14 Luke 2:15-20\nSunday after Christmas (White)\nIsaiah 63:7-16 (b) Psalm 103:1-13\t(c) Micah 4:1-5\nGal. 4:1-7 Eph. 2:11-22 Acts 13:44-52\nLuke 2:33-40 Luke 2:25-32 Luke 2:25-40\nNew Year s Eve (White)\nPsalm 90:1-12 (b) Psalm 90:1-12\t(c) Psalm 65:1-13\nLuke 12:32-40 Luke 12:32-40 Hebrew 13:8\nNew Year (White)\nPsalm 67:1-7 (b) Exodus 20:1-20 (c) Psalm 92:1-15\nGal. 3:23-29 James 4:13-17 Ephesians 1:15-23\nLuke 2:21 Matthew 6:5-13 Luke 11:1-4\nEpiphany\nIsaiah 60:1-6\n2 Corinthians 4:3-6\nMatthew 2:1-12\nFirst Sunday after Epiphany (Green)\nGenesis 28:10-17 (b) Eccl. 12:1-7 (c) Psalm 84:1-12\nRomans 12:1-5 Eph. 6:1-4 1John 4:17-21 Luke 2:42-52 Mark 10:13-16 Matthew 12:46-50\nSecond Sunday after Epiphany (Green)\nGenesis 2:15-24 (b) Genesis 3:8-12 (c) Exodus 33:18-23 Romans 12:6-16 Ephesians 5:21-33 1 Cor. 10:1-5\nJohn 2:1-11 Luke 19:1-10 John 4:5-19\nThird Sunday after Epiphany (Green)\n2 Kings 5:1-14 (b) Genesis15:1-7 (c) Lamentation3:21-26\nRomans 12:16-21 Hebrews 11:1-6 1 Peter 2:20-25\nMatthew 8:1-13 Luke 17:5-10 Matthew 8:14-17.\nFourth Sunday after Epiphany (Green)\nJoshua 1:7-9\t(b) Exodus 14:21-31 (c) Isaiah 29:16-24\nRomans 13:8-10 Romans 4:16-25 1 John 3:18-24\nMatthew 8:23-27 Matthew 14:22-33 John 6:16-29\nFifth Sunday after Epiphany (Green)\nJeremiah 18:1-10 (b) Psalm 84:1-12\t(c) Joshua 24:14-24\nCol. 3:12-17 1 Thess. 5:12-24 Philipps. 3:7-14\nMatthew 13:24-30 Luke 9:51-56 Luke 13:22-30\nSixth Sunday after Epiphany (Green)\nPsalm 126:1-6 (b) Psalm 51:1-14 (c) Psalm 36:5-9\n2 Peter 1:12-18 Revelation 1:9-19 1 John 1:5-10\nMatthew 17:1-9 Matthew 11:25-30 John 8:12-19\nSeptuagesima Sunday (Green)\nJeremiah 31:31-34 (b) Psalm 113:1-9 (c) Psalm 113:1-9\n1 Cor. 9:24-10:5 Acts 17:22-34 Hebrews 10:32-39\nMatthew 20:1-16 Matthew 25:14-30 Matthew 19:27-30\nSexagesima Sunday (Green)\nAmos 8:11-12\t(b) Deuteron. 11:18-25 (c) Isaiah 55:10-11\n2 Cor. 12:2-9 2 Timothy 3:10-17 Hebrews 4:12-13\tLuke 8:4-15 Mark 4:26-32 John 12:44-50\nQuinquagesima Sunday (Purple)\nGenesis 3:14-19 (b) Joel 2:12-13 (c) Jeremiah 20:7-12\n1 Peter 3:18-22 1 Cor. 13:1-13 Romans 5:12-19\nMatthew 3:13-17 Luke 18:31-43 John 11:45-53\nFirst Sunday in Lent (Purple)\nGenesis 22:1-19 (b) 1 Kings 3:5-14 (c) Deut. 30:15-30\n2 Cor. 6:1-10 James 1:5-16 2 Cor. 11:1-4\nMatthew 4:1-11 Luke 22:24-32 Mathew 26:14-25\nSecond Sunday in Lent (Purple)\nGenesis 32:24-29 (b)\tPsalm 42:2-6 (c) Psalm 88:1-18\n1 Thess. 4:1-7 James 5:13-20 Hebrews 5:5-10\nMatthew 15:21-28\tMark 9:17-29 Mark 14:32-42\nThird Sunday in Lent (Purple)\nJeremiah 26:1-15 (b)\tPsalm 25:10-22 (c) Psalm 3:1-8\nEphesians 5:1-9 Revelation 2:1-7 Acts 5:25-41\nLuke 11:14-28 John 8:42-51 John 18:1-13\nFourth Sunday in Lent (Purple)\nDeuteronomy 7:6-11 (b) Psalm 78:18-25 (c) Joel 2:12-17\nRomans 5:1-9 2 Peter 1:3-11 1 Peter 4:12-16\nJohn 6:1-15 John 6:35-51 Luke 22:54-62\nThe Annunciation Sunday (White)\nIsaiah 7:10-15\t(b) Numbers 21:4-9 (c) Isaiah 7:10-15\nHebrews 9:11-15 1 Cor. 1:21-31 Hebrews 9:11-15\nLuke 1:26-38 Luke 1:39-56 Luke 1:26-38\nPalm Sunday (Purple)\nZechariah 9:8-12 (b) Psalm 118:15-22 (c) Zechariah 9:9-10\nPhilippians 2:5-11 Hebrews 12:1-8 Hebrews 2:9-15\nLuke 19:29-40 Mark 14:3-9 John 12:12-24\nMaundy Thursday (White)\nExodus 12:1-14 (b) Exodus 12:14-17 (c) Exodus 24:4-11\n1 Cor. 1:23-29 1 Cor. 10:15-17 Hebrews 9:11-15\nLuke 22:14-20 John 13:1-15 Matthew 26:17-29\nGood Friday (Black)\nIsaiah 53:1-12 (b) Isaiah 53:1-12 (c) Psalm 22:1-9\nAccount of Jesus Passion in\nMatthew 27:32-54 or Matthew 27:32-54 Matthew 26:57-68\nMark 15:21-47 or Mark 15:21-47 Mark 15:12-20\nLuke 23:26-56 or Luke 23:26-56 Luke 23:26-43\nJohn 19:17-42 John 19:17-42 Matthew 27:45-54\nEaster Sunday (White)\nExodus 12:21-28 (b) Psalm 118:19-29 (c) Psalm 118:19-29\n1 Cor. 5:7-8 1 Peter 1:3-9 1 Cor. 15:12-20\nMark 16:1-7 Matthew 28:1-8 Luke 24:1-12\nFirst Sunday after Easter (White)\nExodus 15:11-21 (b)\tJoshua 3:9-17 (c) Psalm 22:22-31\n1 John 5:4-12 1 Peter 1:17-2:3 Acts 10:34-41\nJohn 20:19-31 John 21:15-19 Luke 24:13-35\nSecond Sunday after Easter (White)\nPsalm 23:1-6\t(b) Ezekiel 34:11-16\t(c) Ezekiel 34:1-10\n1 Peter 2:21-25 Hebrews 13:20-21 1 Peter 5:1-4\nJohn 10:11-16 John 10:22-30 John 10:1-10\nThird Sunday after Easter (White)\n2 Kings 20:1-11 (b) Isaiah 54:7-10 (c) Psalm 30:1-12\n1 Peter 2:11-20 Hebrews 4:14-16 2 Cor. 1:3-7\nJohn 16:16-22 John 14:1-11 John 16:28-33\nFourth Sunday after Easter (White)\nIsaiah 49:8-16 (b) Isaiah 57:11-21 (c) Psalm 86:1-10\nJames 1:22-27 Romans 8:24-28\tActs 2:42-47\nJohn 16:23-28 John 17:1-11 John 14:12-15\nThe Ascension Day (White)\nExodus 19:3-8 (b) Psalm 110:1-4 (c) Psalm 110:1-4\nActs 1:1-11 Eph. 4:7-16 Rev. 5:8-14\nMark 16:14-20 Luke 24:46-53 John 13:316-36\nSixth Sunday after Easter (White)\n1 Kings 19:9-15a (b) Psalm 122:1-9 (c) Psalm 104:24-35\n1 Peter 4:7-11 Romans 8:31b-39 Romans 15:15-19\nJohn 15:26-16:4 John 17:20-26 John 7:37-39\nPentecost Day (Red)\nJoel 2:28-32 (b) 1 Kings 18:20-39 (c) Ezekiel 36:24-28\nActs 2:1-11 Acts 2:22-41 Acts 10:24-28a\nJohn 14:23-31 John 14:15-21 Acts 2:1-11\nTrinity Sunday (White)\nNumbers 6:22-27 (b) Jeremiah 1:4-12 (c) Ezekiel 37:15-24\nRomans 11:33-36 Ephesians 1:3-14 Acts 19:1-6\nJohn 3:1-15 Matthew 28:18-20 John 1:29-34\nFirst Sunday after Trinity (Green)\nDeuteronomy 6:4-9 (b) Joshua 24:19-24 (c) Isaiah 58:5-11\n1 John 4:16a-21 1 Timothy 6:6-16 2 Cor. 11:23-31\nLuke 16:19-31 Luke 12:13-21 Mark 8:34-38\nSecond Sunday after Trinity (Green)\nJeremiah 7:25-29 (b) Proverbs 1:7-19\t(c) Exodus 4:10-17\n1 John 3:13-18 Rev. 3:14-22 2 Cor. 6:14-18\nLuke 14:16-24 Luke 14:25-35 Luke 9:57-62\nThird Sunday after Trinity (Green)\nEzekiel 18:19-23 (b) Proverbs 23:22-26 (c) Isaiah 57:15-19\n1 Peter 5:6-11 Acts 9:1-8 Eph. 3:1-7\nLuke 15:1-10 Luke 15:11-32 Matthew 9:9-13\nFourth Sunday after Trinity (Green)\nPsalm 50:16-23 (b) 1 Samuel 3:1-10 (c) Deuteron. 24:17-22\nRomans 8:18-23 Romans 14:7-17 1 John 3:18-24\nLuke 6:36-42 Matthew 5:43-48 Matthew 5:38-42\nFifth Sunday after Trinity (Green)\nExodus 3:1-14 (b) Lament. 3:22-32 (c) Exodus 32:7-14\n1 Peter 3:8-15 1 Peter 2:4-10 Eph. 2:1-10\nLuke 5:1-11 Matthew 16:13-26 John 6:63-69\nSixth Sunday after Trinity (Green)\nPsalm 8:1-9\t(b) Psalm 119:1-16 (c) Exodus 20:1-20\nRomans 6:3-11 Romans 3:23-31 1 Timothy 6:17-19\nMatthew 5:20-26 Matthew 19:16-26 Mark 10:17-27\nSeventh Sunday after Trinity (Green)\nExodus 16:9-15 (b) Psalm 145:8-21 (c) Psalm 145:8-21\nRomans 6:19-23 Acts 14:8-20 Colossians 4:2-6\nMark 8:1-9 Matthew 10:24-31 Matthew 9:35-38\nEighth Sunday after Trinity (Green)\nJeremiah 23:16-29 (b) Jerem. 2:4-13 (c) Jeremia17:5-10\nRomans 8:12-17 Acts 20:24-35 Romans14:13-23\nMatthew 7:15-21 Matthew 7:22-29 Luke 11:37-42\nNinth Sunday after Trinity (Green)\nProverbs 16:1-9 (b) Daniel 3:13-28 (c) Proverbs 3:27-35\n1Cor. 10:6-13 2 Timothy 1:6-14 1 John 1:5-2:2\nLuke 16:1-9 Luke 12:32-48 Luke 18:1-8\nTenth Sunday after Trinity (Green)\nDeuteron. 4:23-31 (b) Exodus 17:1-7 (c) 2 Kings 4:8-17\n1 Cor. 12:2-11 Hebrews 3:7-14 1Timothy 6:6-16\nLuke 19:41-48 Matthew 11:16-24 Luke 16:10-15\nEleventh Sunday after Trinity (Green)\nDaniel 9:15-18 (b) 2 Samuel 7:8-17 (c) Psalm 32:1-11\n1 Cor. 15:1-10 Romans 10:4-17 Romans 6:11-19\nLuke 18:9-14 Luke 7:36-50 John 8:1-11\nTwelfth Sunday after Trinity (Green)\nExodus 34:29-35 (b) Jonah 3:1-10 (c) Psalm 139:1-18\n2 Cor. 3:4-9 James 3:1-12 Romans 2:17-23\nMark 7:31-37 Matthew 12:31-42 Matthew 15:6-20\nThirteenth Sunday after Trinity (Green)\nExodus 23:1-9 (b) Zechariah 4:1-6 (c) Micah 6:6-8\nGalatians 3:15-22 1Timothy 1:5-17 1 John4:7-11\nLuke 10;23-37 Matthew 20:20-28 John 15:12-17\nFourteenth Sunday after Trinity (Green)\nPsalm 107:1-9\t(b) Psalm 63:1-9 (c) Psalm 91:1-13\nGalatians 5:16-24 Acts 3:1-10 2 Cor. 4:6-12\nLuke 17:11-19 John 5:1-15 Luke 13:10-17\nFifteenth Sunday after Trinity (Green)\nGenesis 8:20-9:3 (b) Joshua 24:14-15 (c)1Kings 3:5-14\nGalatians 5:25-6-10 Acts 8:26-39 James 5:1-6\nMatthew 6:24-34 Luke 10:38-42 Matthew 6:19-24\nSixteenth Sunday after Trinity (Green)\nJob 1:9-22 (b) 1 Kings 17:17-24 (c) Psalm 102:1-23\nEphesians 3:13-21 1 Cor. 15:21-28 Ephesians 2:8-17\nLuke 7:11-17 John 11:19-45 Mark 5:21-43\nSeventeenth Sunday after Trinity (Green)\nPsalm 139:7-12 (b)1Samuel 16:4-13 (c) Psalm 40:1-8\nEphesians 4:1-6 Jude 1:20-25 Romans 7:14-25\nLuke 14:1-11 Mark 2:14-22 Mark 2:23-28\nEighteenth Sunday after Trinity (Green)\n2 Chronicles 1:7-12 (b) Psalm 80:8-17 (c) Deut. 30:15-20\n1 Cor. 1:4-8 1 John 3:1-8 1Thess. 2:13-16\nMatthew 22:34-46 John 15:1-11 John 7:10-18\nNineteenth Sunday after Trinity (Green)\nPsalm 36:6-10 (b) Isaiah 6:5-8 (c) Psalm 57:1-11\nEphesians 4:22-28 1 Cor. 12:12-27 Colos. 3:1-11\nMatthew 9:1-8 John 1:35-51 John 9:24-41\nTwentieth Sunday after Trinity (Green)\nIsaiah 55:1-5 (b) Isaiah 59:20-21 (c) Isaiah 8:11-16\nEphesians 5:15-21 Romans 11:25-32 Romans 9:30-33\nMatthew 22:1-14 Matthew 21:28-44 Luke 20:9-19\nTwenty-first Sunday after Trinity (Green)\nPsalm 121:1-8 (b) Psalm 40:2-9 (c) Isaiah 5:1-5\nEphesians 6:10-17 Rev. 3:7-13 2 Peter 3:8-15\nJohn 4:46-53 John 4:34-42 Luke 13:1-9\nAll Saints Day (White)\nIsaiah 6:1-3 (b) Psalm 1:1-6 (c) Isaiah 60:18-22\nRev. 7:1-12 Rev. 21:1-7 Rev. 7:9-17\nMatthew 5:1-12 Matthew 5:13-16 John 12:20-26\nTwenty-Second Sunday after Trinity (Green)\nGenesis 50:15-21 (b) Genesis 39:2-5 (c) Psalm 143:1-12\nPhilippians 1:6-11 Ephesians 4:30-32 Galatians 6:1-5\nMatthew 18:23-35 Matthew 18:1-14 Matthew 18:15-20\nTwenty- third Sunday after Trinity (Green)\n2 Kings 23:1-3 (b) 1 Kings 17:2-16 (c) Isaiah 12:1-6\nPhilippians 3:17-21 Romans 13:1-7 Philipps. 2:12-16\nMatthew 22:15-22 Mark 12:41-44 John 18:33-36\nTwenty-Fourth Sunday after Trinity (Green)\nDeuteron.33:26-28 (b)Isaiah 41:10-14 (c) Ezekiel 37:1-14\nColossians 1:9-14 2 Cor. 5:1-10 1 Cor. 15:35-49\nMatthew 9:18-26 John 5:17-29 Luke 20:27-40\nTwenty-Fifth Sunday after Trinity (Green)\nMalachi 3:1-6\t(b) Genesis 19:14-26 (c) Zechariah 14:1-11\n1 Thess. 4:13-18 2 Peter 3:3-13 1 Cor. 15:50-57\nMatthew 24:15-28 Luke 17:20-23 Matthew 24:1-14\nTwenty-Sixth Sunday after Trinity (Green)\nJeremiah 18:1-10 (b)\tPsalm 84:1-12\t(c) Joshua 24:14-24\nColos. 3:12-17 1Thess. 5:12-24 Philipps. 3:7-14\nMatthew 13:24-30\tLuke 9:51-56 Luke 13:22-30\nLast Sunday of the Church year (White)\nJudges 7:9-14 (b) Amos 3:1-8 (c) Psalm 98:1-9\nHebrews 4:9-13 1 Cor. 3:3-17 2 Peter 1:12-18\nMatthew 25:31-46 Matthew 13:44-52 Matthew 17:1-9\nLutheran Day (First Sunday of October)\nJeremiah 1:4-12\nRomans 10:1-15\nMatthew 28:18-20\nThe Epiphany day is the 6th of January, when it falls on ordinary day, we do not gather for worship, except on Sunday. On both Maundy Thursday and Ascension Day, we do gather for worship in the evening around 4 pm, and we follow the order of Sunday Service. On Good Friday we do gather for worship in the morning as we use to come for Sunday morning worship. All Saints Day is the first Sunday in November. October 31st is Reformation Day, and may fall on any other day other than Sunday. When it is not on Sunday, we should assemble for worship in the evening using the order of Sunday service.\nThe Sacrament of Holy Baptism\nThe minister shall say: Beloved in the Lord, let us rise as we affirm the creed of our Christian faith with those who seek the Sacrament of Holy Baptism (The creed shall be recited)\nBlessed be the God and Father of our Lord Jesus Christ, Who according to His abundant mercy have begotten us again unto a living hope by the resurrection of Jesus Christ from the dead.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 138,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank You that through your only-begotten Son You have instituted Holy Baptism, in which You adopted us as your children, and gave us your Holy Spirit, the forgiveness of our sins, and life everlasting. We implore You graciously to receive this person who presents himself/ herself (these persons who present themselves) before You; admit him (her, them) into your holy church; and keep him (her, them) now and forever in your blessed communion. Amen.\n(In case of adults, or adults together with infants, this prayer shall end here, but when it is only infants, the prayer shall end here, but when it is only infants, the prayer shall\ncontinue thus:)\nWe implore You, receive this child (these children) we present before You mercifully. Admit him (her, them) into your true church; and keep him (her, them) in your blessed communion in life and death. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 139,
        "type": "thus_says_our_lord_jesus_christ",
        "title": "Thus says our Lord Jesus Christ",
        "speaker": "",
        "rubric": "",
        "text": "All authority in heaven and on earth has been given to Me. Go therefore and make disciples of all the nations, baptizing them into the Name of the Father, and of the Son, and of the Holy Spirit; teaching them to observe all things whatsoever I have commanded you; and behold, I am with you always, even unto the end of the world.\n(In case of infant baptism, the following shall be said)",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 140,
        "type": "and_concerning_the_little_children_jesus_said",
        "title": "And concerning the little children Jesus said",
        "speaker": "",
        "rubric": "",
        "text": "Suffer the little children to come unto Me, do not forbid them, for to such belongs the kingdom of God. Truly I say to you, whosoever shall not receive the kingdom of God as a little child, shall in no wise enter therein. And He took them in his arms and blessed them, laying his hands upon them.\nLet us therefore help this child (these children) to obtain His blessing by baptizing him (her, them) into the name of the triune God.\nReceive the sign of the holy cross upon your forehead and upon your breast as a token that you believe in and belong to the crucified Lord Jesus Christ.\n(In case of infant baptism, the pastor shall address the parent saying, I\nnow ask and you shall answer for this child:)\n-name- Do you renounce the devil and all his works and all his ways?\nAnswer: Yes, I renounce\nDo you believe in God the Father Almighty, maker of heaven and earth?\nAnswer: Yes, I believe\nDo you believe in Jesus Christ His only Son our Lord, who was conceived by the Holy Spirit, Born of the Virgin Mary, suffered under Pontius Pilate, was crucified, dead and buried, descended into hell; The third day rose again from the dead; Ascended into heaven, and seated at the right hand of God the Father Almighty, from there He shall come to judge the living and the dead?\nAnswer: Yes, I believe\nDo you believe in the Holy Spirit, the Holy Christian Church, the Communion of Saints; the forgiveness of sins; the Resurrection of the body; And the life everlasting?\nAnswer; Yes I believe\nWill you want to be baptized into this Christian faith?\nAnswer: Yes I will\n-name- I baptize you into the Name of the Father, and of the Son, and of the Holy Spirit. Amen.\n(The Pastor lays his/her hand on the candidate and shall say:)\nAlmighty God, the Father of our Lord Jesus Christ, who has now begotten you by water and the Holy Spirit, and has forgiven you all your sins, strengthen you with His grace unto life everlasting. The Lord preserve your going out and your coming in, from this time forth and forevermore. Amen.\nPeace by unto you. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 141,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Our Father, who art in heaven; Hallowed be your Name; your kingdom come; your will be done on earth as it is in heaven; Give us this day our daily bread; And forgive us our trespasses as we forgive those who trespass against us; and lead us not into temptation, But deliver us from evil; for yours is the kingdom, and the power, and the glory, for ever and ever. Amen.\n(Charge to sponsors and parents)\nDear Christian friends who are sponsors for this child (these Christian), you are to be witnesses that he (she, they have) has received the true Christian Baptism in the Name of the Father, and of the Son, and of the Holy Spirit. You are also to remember your duty toward this child (these children) whose sponsors you are. If the parents die before he (she, they arrive) arrives at the age of discretion, you shall as far as possible, see that he (she, they are) is instructed in the principles of the Christian faith, in order that he (she, they) may continue with Christ even as he (she, they) now through baptism has (have) been grafted into Him.\nAnd you parents, who have brought your child (children) to the baptismal font, shall bear in mind the obligation taken upon yourselves, that you instruct him (her, them) in the principles of the Christian faith, and that you are to be living witnesses to the faith into which he (she, they have) has been baptized. May God so help you and grant you His blessing.\nPeace be with you Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 142,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank you with all our hearts that you have admitted us unto Holy Baptism, in which for the sake of your Son, You have granted us the forgiveness of all our sins, and the life everlasting. We implore You: preserve us in the faith, lest we fall into doubt concerning your holy gifts; strengthen us by your Holy Spirit in our struggle against sin, that we may continue in the grace of our Baptism until we at last obtain eternal salvation through your beloved Son Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 143,
        "type": "benediction",
        "title": "Benediction",
        "speaker": "",
        "rubric": "",
        "text": "P:\tThe Lord be with you\nC:\tAnd with your Spirit\nP:\tThe Lord bless you and keep you.\nThe Lord make His face shine upon you and be gracious unto you.\nThe Lord lift up His countenance upon you and give you peace. Amen.\nThe Confirmation Service\n(Reciting the Creed)\nBlessed be the God and Father of our Lord Jesus Christ who according to His abundant mercy have begotten us again unto a living hope by the resurrection of Jesus Christ from the dead.\nBeloved in the Lord, you see present here who in Holy Baptism was/were received by our Lord Jesus Christ and made members of His Church. He (she, they) desire publicly to confess his (her, their) Christian faith and to be established in his (her, their) baptismal covenant.\nWhile he (she, they were) was an infant (infants), he was (she was, they were) grafted into the kingdom of God through Holy Baptism, in accordance with our Lord s command, saying:\nGo therefore and make disciples of all the nations, baptizing them into the Name of the Father, and of the Son, and of the Holy Spirit; teaching them to observe all things whatsoever I have commanded you, and behold, I am with you always even unto the end of the world\nAlso: suffer the little children to come unto me, do not forbid them, for to such belongs the kingdom of God\nNow he (she, they have) has been instructed to observe all that the Lord has Commanded the Church, and desire to make public affirmation of his (her, their) Baptism.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 144,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and most merciful God, the Father of our Lord Jesus Christ, who did receive children into your kingdom. We implore You by your Holy Spirit so to bless and govern this (these) your servant(s) brought to You in Holy Baptism, that he (she, they) may truly confess Your Name, be living members of your church, and in true faith and obedience to your gospel, continue steadfast in the covenant of your grace unto the end, Lord quicken this faith in his (her, their hearts) heart through your Holy Spirit to enable him (her, them) humbly and sincerely confess the same before You and this congregation, through Jesus Christ your Son our Lord Amen.\n-Name Do you renounce the devil, and all his works and all his ways?\nAnswer: Yes I renounce\nDo you believe in God the Father Almighty, Maker of heaven and earth?\nAnswer: Yes I believe\nDo you believe in Jesus Christ His only Son our Lord, who was conceived by the Holy Spirit, Born of the virgin Mary; suffered under Pontius Pilate; was crucified, dead and buried, descended into hell: The third day rose again from the dead, Ascended into heaven, And seated at the right hand of God the Father Almighty, from there He shall come to judge the living and the dead?\nAnswer: Yes I believe\nDo you believe in the Holy Spirit, the Holy Christian Church, the Communion of Saints: The forgiveness of sins: The Resurrection of the body; And the life everlasting?\nAnswer: Yes I believe\n(The catechumen shall kneel; the pastor shall lay his/her hand and offer the following prayer :)\nMay the Almighty God, the Father of our Lord Jesus Christ, who has adopted you as His child in Holy Baptism, and has made you an heir of eternal life, preserve you in the grace of your Baptism, and may He grant you steadfastness in your faith to the salvation of your soul. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 145,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Our Father, Who art in heaven: Hallowed be your Name: your kingdom come; your will be done on earth as it is in heaven; Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation; but deliver us from evil. For yours is the kingdom, and the power, and the glory for ever and ever. Amen.\nPeace be with you. Amen.\n(It is appropriate that the minister give each catechumen some written scripture texts).\nA hymn may be sung, after which the pastor shall close with prayer.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 146,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Almighty and most merciful God, the Father of our Lord Jesus Christ who have graciously permitted us to witness the solemn renewal of the baptismal covenant with you. We heartily implore you to keep us as faithful followers of Jesus Christ, steadfast in the true faith and in obedience to your holy Gospel. Strengthen us by your Holy Spirit, that neither false doctrine, the lusts of the flesh, nor the vanities of the world may lead us astray from the truth. Grant us grace that we may watch and pray, and diligently seek nourishment in your Word and at your Table, so that we may grow in wisdom, holiness and righteousness. May we abide in your Love so that our whole life may be a true confession of your Name, to our own salvation, and to the praise of your Holy Name, through Jesus Christ our Lord. Amen.\nThe Sacrament of Holy Communion",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 147,
        "type": "communion",
        "title": "Communion hymn after which the minister says:",
        "speaker": "",
        "rubric": "",
        "text": "Grace be unto you and peace from God the Father and our Lord Jesus Christ. Amen.\nLet us hear the testimony of Holy Scripture on the sacrament of Holy Communion in the Gospel of St. John 6:54-56 which says, Whoever eats my flesh and drinks my blood, has eternal life, and I will raise him up at the last day. For my flesh is real food, and my blood is real drink. Whoever eats my flesh, and drinks my blood remains in me, and I in him.\nCongregation: Praise be to God\nMinister: Let us bow our heads and confess our sins before God, that we may not hinder Him from forgiving us our sins.\n(Brief silence for reflection and self examination then the minister facing the congregation shall say or sing the sanctus:)\nHoly, holy, holy is the Lord God Almighty. Heaven and earth are full of your glory. Hosanna! Hosanna! Hosanna! in the highest! Blessed is He who comes is the name of the Lord. Hosanna in the highest.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 148,
        "type": "congregation",
        "title": "Congregation",
        "speaker": "",
        "rubric": "",
        "text": "Lamb of God, you take away the sin of the world, have mercy on us\nLamb of God, you take away the sin of the world, have mercy on us\nLamb of God, you take away the sin of the world, grant us your peace. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 149,
        "type": "minister:_let_us_pray",
        "title": "Minister: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Lord, we are not worthy to come into your presence, but without You, we shall all perish. You created the heaven and the earth with your Word, and with this one Word You are able to cleanse us and make us well again. Be merciful unto us not on account of our deeds, but out of your grace and infinite mercy. Do not punish us but forgive us our sins, and dwell within us with the power of your grace, and heal our wounds, that we may have peace of mind through faith in your love and grace. Lead us with your mighty hand in the way of salvation that we may escape death and inherit eternal life. Amen.\n(The minister standing faces the congregation saying :)\nMinister: God Almighty, in His mercy gave His beloved Son who died for us. He has also forgiven us all our sins. On account of my calling and consecration as a pastor in the church of Christ, based on His authority, I now declare that your sins have been forgiven you, in the Name of the Father, and of the Son and of the Holy Spirit. Amen.\nMinister: Beloved friends in Jesus Christ, Our Lord Himself have said, I am the bread of life; He that comes to me shall never hunger, and he that believes in me shall never thirst.\nIn His Holy supper, the crucified and risen Lord gave Himself to us, so that everyone that hungers and thirsts after righteousness may obtain food and drink unto life everlasting in Him.\nCongregation: Praise be unto God.\nMinister: Hence, in the obedience of your faith, you shall follow His command when he said, Take, eat and drink all of you; do this in remembrance of me. And He shall unite Himself with you, so that during your sojourn here on earth, you may constantly bear Him in mind, and at last gather unto Him in His kingdom.\nCongregation: Thanks be unto God.\nMinister: The peace of the Lord be upon you\nCongregation: And also with you\nThereafter the Congregation shall share the peace of the Lord with each other, saying: The peace of the Lord be upon you.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 150,
        "type": "minister:_let_us_pray_for_this_in_unity",
        "title": "Minister: Let us Pray for this in Unity",
        "speaker": "",
        "rubric": "",
        "text": "Risen Lord and Saviour, we implore You to be present among us with your abundant love; grant us to receive your Body and Blood in remembrance of you and in confirmation of our faith in the forgiveness of sin. Cleanse us from sin and strengthen us in the inner man, that through faith You may dwell in our hearts. Make us firm in the hope of eternal life; grant us to increase in love, that together with all your believers we may be one in You, even as You and the Father are one. Amen.\nMinister: Our Father who art in heaven, Hallowed be your Name; your kingdom come, your will be done on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses as we forgive those who trespass against us. Lead us not into temptation, but deliver us from evil. For yours is the kingdom, the power, and the glory, for ever and ever. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 151,
        "type": "minister",
        "title": "Minister",
        "speaker": "",
        "rubric": "",
        "text": "Our Lord Jesus Christ in the night in which He was betrayed took bread,*and when He had given thanks, He broke it and gave it to His disciples saying,\nTake, eat, this is my body which is given for you, do this in remembrance of me.\nIn the same manner, after supper, He took the cup**and when He had given thanks, He gave it to them saying, Drink of it all of you, this cup is the New Covenant in my Blood which is shed for you, and for all people for the forgiveness of sins. Do this as often as you drink, in remembrance of me.\nMinister: You may now come to the Lord s Table everything is prepared for you.\nMinister: This is the Body of Jesus Christ given for you\nThis is the Blood of Jesus Christ shed for you\nMinister: (When dismissing each group of communicants shall say the following or use the scripture verses below):\nOur Lord Jesus Christ, who has now given you His Body and Blood, whereby He has made full satisfaction for all your sins, strengthen and uphold you in true faith unto everlasting life! Peace be with you! Amen.\n(Or after each group, the following verses may be used: Matt. 5:2-16, 11:28-30, John 6:48, 51,53,54,55 and 56, 1 John 4:7-21).\nMinister: Let us pray\nO Lord God, Almighty Father, we thank You that of your great mercy You have refreshed us with these your blessed gifts. We implore You, through the same, to strengthen us, in faith toward You, and in the hope of eternal life, and in fervent love to one another: for the sake of Jesus Christ your beloved Son our Lord. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 152,
        "type": "benediction",
        "title": "Benediction",
        "speaker": "",
        "rubric": "",
        "text": "Minister: The Lord be with you\nCongregation: And also with you\nMinister: The Lord bless you and keep you.\nThe Lord make His face shine upon you and be gracious unto you.\nThe Lord lift up His countenance upon you, and give you peace.\nCongregation: Amen.\nClosing Hymn",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 153,
        "type": "closing_prayer",
        "title": "Closing Prayer .",
        "speaker": "",
        "rubric": "",
        "text": "The Solemnization of Marriage\nThe Banns of Marriage\nWhen church members request to be wedded, the pastor shall publish the Banns of marriage in the church two or more Sundays before the appointed day for the marriage saying:\n-Name and name purpose to enter into the holy estate of matrimony according to God s ordinance. They desire that prayer be made for them that they may enter into this union in the Name of the Lord and be prospered in it. If any one can show just cause why they may not be joined together, let him/her now speak, or else hereafter hold his/her peace. The blessing of God be with them. Amen.\nThe marriage shall be solemnized in the church. Before solemnizing a marriage, the pastor shall be fully assured that the persons to be married were counseled two or more times and one of which must be in company of their friends. The marriage must be in accordance with God s ordinance and not contrary to God s word.\nThe Solemnization\nPastor: Who is giving this lady for marriage?\nThe father or someone entrusted should step forward and say, here I am. Then he shall present the lady to the pastor placing her right hand in the Pastor s who shall in turn place her hand into that of the groom. Thereafter the groom will leave her hand.\nPastor: In the Name of the Father, and of the Son, and of the Holy Spirit. Amen.\nHymn:-\n(The bride and groom shall stand in front of the pastor; the friends may stand behind them).\nPastor: The grace of our Lord Jesus Christ, the love of God, and the communion of the Holy Spirit be with you all.\nCongregation: And also with you",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 154,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Lord God our heavenly Father, we thank You for instituting the estate of holy matrimony. We implore You to look in favour upon name and name who enter into wedlock today, blessed them and help them to daily live in your fear and love not to allow any room for anger and discord. Grant them the grace to over come difficult situations in life. Help them to bring up their children in accordance with your will. Grant that we all shall live faithful and obedient lives. And at the end we shall remain blessed through your beloved Son Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nPastor: Beloved in Jesus Christ, let us hear what our Lord said in the Holy Scripture on the estate of holy matrimony. The Lord God ordained holy wedlock from the beginning saying, it is not good that man should be alone; I will make him a help meet for him. Of the sanctity and inviolability of this holy estate, our Lord Jesus Christ has said: Have you not read that He who made them from the beginning made them male and female, saying for this reason shall a man leave his father and mother, and shall cleave to his wife, and the two shall be one flesh. Therefore what God has joined together, let not man put asunder.\nOur Saviour Himself graced with His presence the wedding of Cana and there revealed His glory. Saint Paul spoke of the sacred and mysterious union of Christ and His bride the Church, as the exalted and holy example of the union between a man and his wife. Therefore you shall know that this holy estate is well-pleasing to God and has His blessing.\nPastor: Let us hear what Saint Paul speaking through the Holy Spirit says: Husbands, love your wives just as Christ loved the Church and gave Himself up for her. He who loves his wife loves himself, after all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church..\nIn like manner, let us hear what Saint Peter speaking through the Holy Spirit says, wives, in the same way your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. Instead it should be that of your inner self, the unfading beauty of a gentle and a quiet spirit which is of great worth in God s sight. Husbands, in the same way be considerate as you live with your wives and treat them with respect as the weaker partner and as heirs with you of the gracious gifts of life, so that nothing will hinder your prayers.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 155,
        "type": "pastor:_now_i_ask_you",
        "title": "Pastor: Now I ask you",
        "speaker": "",
        "rubric": "",
        "text": "-Name do you take name to be your wedded, wife? If so declare it before God and these witnesses by saying: I do\nAnswer: Yes I do\nPastor: Will you love her and honour her, and live together with her in prosperity and adversity, whatever God Almighty may allot you? Will you forsake all others, to keep you only unto her, as it is right for a husband to live with his wedded wife, so long as you both shall live?\nAnswer: Yes I will.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 156,
        "type": "pastor:_in_like_manner_i_ask_you",
        "title": "Pastor: In like manner I ask you",
        "speaker": "",
        "rubric": "",
        "text": "-Name-do you take-name to be your wedded husband? If so declare before God and these witnesses by saying: I do.\nAnswer: Yes I do\nPastor: Will you love him and honour him, and live together with him in prosperity and adversity, whatever God Almighty may allot you? Will you forsake all others to keep you only unto him, as it is right for a wife to live with her husband, so long as you both shall live?\nAnswer: Yes I will.\nThe ring service may here be administered with the couple facing each other.\nPastor: (The pastor shall receive the ring and deliver same to the groom and bride respectively who should put it on the fourth finger one after the other repeating after the pastor).\nThe Groom: -name of bride- I take you to be my wedded wife from this day forward to join with you and share all that is to come and I promise to be faithful to you until death parts us. I give you this ring as a sign of my love and faithfulness.\nThe Bride:- name of groom- I take you to be my wedded husband from this day forward to join with you and share all that is to come and I promise to be faithful to you until death part us. I give you this ring as a sign of my love and faithfulness.\nPastor: Then join your right hands in token thereof. (The pastor shall then place his right hand upon the joined hands of the bridal couple while he/she says):\n-name- and-name- forasmuch as you have consented to live together in holy wedlock, and have declared same before God and these witnesses, I pronounce you to be husband and wife before God and man, in the Name of the Father, and of the Son and of the Holy Spirit. Amen.\nPastor: You may now unveil the Bride\nExcept the Lord build the house, they labour in vain those who build it. You who are in the estate of holy matrimony should prove therefore to one anther faithfulness in all things, both in days of prosperity and of adversity, to which God has subjected human life because of sin even in matrimonial estate.\nMay your daily life be directed by the admonitions of Holy Scriptures, which says, Giving thanks in all things always unto God, the Father, in the Name of our Lord Jesus Christ. (Eph. 5:20). In nothing be anxious; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God, and the peace of God which passes all understanding, shall guard your hearts and your thoughts in Christ Jesus. Bear one another s burden and so fulfill the law of Christ (Phil. 4:6-7). Put on therefore, as God s elect, holy and beloved, a heart of compassion, kindness, lowliness, meekness, longsuffering, forbearing one another and forgiving one another, even as the Lord forgave you, so also do you; and above all these things put on love, which is the bond of perfectness. (Col. 3:12-14)\nThe bridal couple shall kneel, and the pastor with the laying on of hands shall say:\nOur heavenly Father vouchsafe unto- groom and bride- your grace, blessing and prosperity, both to body and soul. Grant that they may love one another faithfully, and serve You sincerely in all things, that they may live as your dear children, and at last be with You in the everlasting habitations.\nOur Father, Who art in heaven; Hallowed be your Name, your kingdom come, your will be done on earth as it is in heaven, give us this day our daily bread; And forgive us our trespasses, as we forgive those who trespass against us. And lead us into temptation, but deliver us from evil. For yours is the kingdom, and the power, and the glory, for ever and ever. Amen.\nThe Lord be with you or peace be unto you. Amen.\n(The bridal rain shall now retire and sit)\nPastor: Exhortation\nSigning of Marriage Register/ presentation of Marriage Certificate",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 157,
        "type": "offering",
        "title": "Offering / Offertory",
        "speaker": "",
        "rubric": "",
        "text": "Hymn\nPastor: (The pastor turns to the Altar for the prayer, saying)",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 158,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Gracious Father, You bless the family and renew your people Enrich husbands and wives, parents and children more and more with your grace, that strengthening and supporting each other, they may serve those in need and be a sign of the fulfillment of your perfect kingdom, where with Your Son Jesus Christ and the Holy Spirit, You live and reign, one true God, World without end. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 159,
        "type": "benediction",
        "title": "Benediction The Lord bless you and keep you.",
        "speaker": "",
        "rubric": "",
        "text": "The Lord make His face shine upon you and be gracious unto you.\nThe Lord lift up His countenance upon you, and give you peace. Amen.\n(Scripture references that talk of marriage)\nOld Testament New Testament\nGenesis 1:26-31 Matthew 19:1-12\nGenesis 2:18-24 Mark 10:1-10\nPsalm 33:5 John 2:1-10\nPsalm 112:1 John 15:9-12\nProverbs 31:10-31 Romans 12:1-2\nSong of Songs 2:10-13 1Corinthians 12:31-13:13\nSong of Songs 8:7 Ephesians 5:21-33\nIsaiah 63:7-9 Philippians 4:4-7\nJohn 4:7-12\nMarriage Blessing\n(The groom and bride shall stand in front of the Altar, then the pastor shall say:)\nPastor: Beloved in Jesus Christ, let us hear what our Lord said in the Holy Scripture on the estate of holy matrimony.\nThe Lord ordained holy wedlock from the beginning saying, it is not good that man should be alone; I will make him a help meet for him. Of the sanctity and inviolability of this holy estate, our Lord Jesus Christ has said; Have you not read that He who made them from the beginning made them male and female, saying for this reason shall a man leave his father and mother, and shall cleave to his wife and the two shall be one flesh. Therefore what God has joined together, let not man put asunder.\nPastor: Now therefore, I ask you name and your wife- name- do you want the Lord s blessings on your marriage?\nAnswer: Both of them shall say: Yes I do.\nPastor: Will you love each other, and honour each other, and live together, in prosperity and adversity, whatever God Almighty may allot you, till death do you part?\nAnswer: Both of them shall say: Yes I will.\nPastor: Then join your right hands in token thereof,\n(The pastor shall then place his right hand upon the joined hands of the bridal couple, while he says :)\nForasmuch as you have consented to live together in holy wedlock, and have declared same before God and these witnesses, I testify to you: the Lord s blessing on this your marriage. Amen.\nExcept the Lord build the house, they labour in vain those who build it. You who are in the estate of holy matrimony should prove therefore to one another faithfulness in all things, both in days of prosperity and of adversity to which God has subjected human life because of sin even in matrimonial estate.\nMay your daily life be directed by the admonitions of Holy Scripture which says, Giving thanks in all things always unto God the Father in the Name of our Lord Jesus Christ in nothing be anxious, but in everything by prayer and supplication with thanksgiving, let your requests be made known unto God, and the peace of God which passes all understanding, shall guard your hearts and your thoughts in Christ Jesus. Bear one another s burden and so fulfill the law of Christ. Put on therefore as God s elect, holy and beloved, a heart of compassion, kindness, lowliness, meekness, longsuffering, forbearing one another and forgiving one another, even as the Lord forgave you, so also do you; and above all these things put on love, which is the bond of perfectness.\n(The couple shall kneel and the pastor with the laying on of hands shall say :)\nOur heavenly father vouchsafe unto this man and his wife your grace, blessing and prosperity, both in body and soul. Grant that they may love one another faithfully, and serve you sincerely in all things, that they may live as your dear children, and at last be with you in the everlasting habitations.\nOur Father Who art in heaven, Hallowed be Your Name, your kingdom come, your will be done on earth as it is in heaven, give us this day our daily bread; And forgive us our trespasses as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For yours is the kingdom, the power and the glory, for ever and ever. Amen.\nPeace be unto you. Amen.\nThe Burial of the Dead\nIn the Church",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 160,
        "type": "the_service_shall_begin_with_a_hymn,_after_which_the_pastor_shall_say",
        "title": "The service shall begin with a Hymn, after which the pastor shall say",
        "speaker": "",
        "rubric": "",
        "text": "The Grace of our Lord Jesus Christ and the Peace of God be unto you. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 161,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Lord God Almighty our heavenly Father, Who by the death of your Son has destroyed sin and death, and by His resurrection has restored innocence and everlasting life, in order that we might be delivered from the dominions of the devil and our mortal bodies be raised up from the dead. Grant that with our whole heart we may confidently believe this, and finally with all your Saints share in the joyful resurrection of the just. Through Jesus Christ your beloved Son our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nBeloved in the Lord, let us hear the testimony of Holy Scripture on life and death:\nLuke 12:35-37a: Be dressed ready for service and keep your lamps burning, like people waiting for their master to return from a wedding banquet, so that when he comes and knocks, they can immediately open the door for him. It will be good for those servants whose master finds them watching when he comes.\nJohn 8:51 Very truly, I tell you, whoever keeps my word will never see death.\nJob 1:21 Naked I came from my mother s womb, and naked shall I return, the Lord gave and the Lord has taken away, blessed be the name of the Lord.\nRomans 6:23 For the wages of sin is death, but the gift of God is eternal life, through Jesus Christ our Lord.\nJohn 14:19b. Because I live, you also will live.\n(For burial of children, it is advisable to read Mark 10:13-16):- And they brought little children unto Him that He should touch them, and the disciples rebuked them. But when Jesus saw it, He was moved with indignation, and said unto them, suffer the little children come unto me, forbid them not, for of such is the kingdom of God. Truly I say unto you, whosoever shall not receive the kingdom of God as a little child, he shall in no wise enter therein. And He took them in His arms, and blessed them, laying His hands upon them.\n(Then a brief exhortation shall follow, then prayer and a hymn after which people will head for the grave yard)\nAt the Grave",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 162,
        "type": "hymn-:_after_the_hymn_the_minister_shall_say",
        "title": "Hymn-: After the hymn the minister shall say",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 163,
        "type": "beloved_friends_let_us_once_again_hear_from_the_word_of_god",
        "title": "Beloved friends let us once again hear from the word of God",
        "speaker": "",
        "rubric": "",
        "text": "John 11:25-26a Jesus said to her, I am the resurrection and the life, he who believes in me even though he dies, will live; and everyone who lives and believes in me will never die.\nRevelation 21:3b-4,7 see the dwelling of God is among mortals and He will live with them. They will be his people, and God Himself will be with them and be their God. He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the first things have passed away. He who overcomes will inherit these things, I will be their God, and they will be my children.\n1 Corinthians 15:53-57 For this perishable body must put on imperishability, and this mortal body puts on immortality, then the saying that is written will be fulfilled: Death has been swallowed up in victory. O death where is your victory? O death where is your sting? The sting of death is sin, and the power of sin is the law. But thanks be to God, who gives us the victory through our Lord Jesus Christ.\n(The pastor then moves closer to the grave and says :)\nBlessed be the God and Father of our Lord Jesus Christ, who according to His abundant mercy has begotten us again unto a living hope by the resurrection of Jesus Christ from the dead.\n(There after the pastor shall throw earth on the coffin three times, while saying).\nOut of dust you were taken\nUnto dust you shall return\nAnd out of dust you shall rise again",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 164,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Almighty God, merciful Father, we implore You of your infinite goodness, to strengthen and keep us by your Holy Spirit in the right faith. Give us grace rightly to understand our many transgressions that we may turn to You with all our heart and seek those things which are above, to the end that we may daily die more and more unto sin, live together in brotherly love, serve You in righteousness and true holiness, be prepared through faith in your word for our death, and by your mercy end our days in joyful hope of a blessed resurrection through Jesus Christ our Lord. Amen.\nOur Father, who art in heaven; hallowed be your Name, your kingdom come. Your will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For yours is the kingdom, and the power, and the glory, for ever and ever. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 165,
        "type": "benediction",
        "title": "Benediction May the grace of our Lord Jesus Christ",
        "speaker": "",
        "rubric": "",
        "text": "The love of God the Father\nAnd the Communion of the Holy Spirit\nbe and remain with us all. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 166,
        "type": "hymn",
        "title": "Hymn",
        "speaker": "",
        "rubric": "",
        "text": "Order for Consecration of a Burial Ground\n(It is advisable that the church should set aside a burial ground near the church building which shall be consecrated for the burial of its members).\nChurch members shall in procession with songs march to the place to be consecrated. As the assembly gather, the pastor shall say:\nPastor: Beloved friends in Christ. Today we are gathered to seek God s blessing and with thanks we shall consecrate this burial ground to His praise. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 167,
        "type": "hymn",
        "title": "Hymn",
        "speaker": "",
        "rubric": "",
        "text": "Scripture reading to be followed by an exhortation\nPastor: He who dwells in the shadow of the Most High.\nCongregation: Trusts in the shadow of the Almighty.\nPastor: He will surround you with His protection, and you shall find refuge under His wings.\nCongregation: His mercy shall be our shield.\nPastor: He shall give Angels your custody in their hands.\nCongregation: They will protect you in all your ways.\nConsecration of the ground\nPastor: (shall read 1 Cor. 15:19-22, 42-44a,53-57 and then say:-)\nI do consecrate this ground for the burial of church members, in the Name of the Father, and of the Son and of the Holy Spirit.\nPeace be unto those who shall rest here till the great judgment day. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 168,
        "type": "pastor:_let_us_all_pray",
        "title": "Pastor: Let us all Pray",
        "speaker": "",
        "rubric": "",
        "text": "Lord God the Father of our Lord Jesus Christ hear the supplications which we bring before You now while we consecrate this ground as a resting place for the dead. Take this place under your holy protection unto the day of resurrection.\nAlmighty and eternal God Who turns, man to destruction and says, Return you children of men, our lives are in your hands. When You call away those whom You have given us, and we lay them here in their graves, strengthen our faith, that we may bless the Name of the Lord, Who gave and Who has also taken away.\nLord Jesus Christ our ever faithful Saviour, Who for our salvation has passed through death and the grave before us, be with us in the hour of death. You who is the resurrection and the life, raise us up to everlasting life.\nO Holy Spirit, You blessed Comforter and Advocate with the Father, fill the hearts of those who mourn in this place with your consolation. Draw us heavenward when we look into the open grave, preserve us from spiritual death and eternal condemnation. O holy and most merciful Saviour deliver us not into the bitter pains of eternal death. Grant us grace to attain unto the life which is in Christ, that in Him we be made partakers of the blessed resurrection of the just, through Jesus Christ our Lord. Amen.\nPastor: May the blessings of God the Father, and of the Son, and of the Holy Spirit, be with you all. Amen.\n(The following verses of scripture may be used)\nGenesis 23:1-20\nRomans 6:3-5\n1 Thessalonians 4:13-18\nJohn 14:1-6\nJohn 19:38-46\nOrder for Church Foundation Laying Service",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 169,
        "type": "introduction",
        "title": "Introduction",
        "speaker": "",
        "rubric": "",
        "text": "(This service may be conducted during Sunday worship or on a special day arranged for this purpose)\nChurch members are to assemble where the foundation is to be laid or in another place, then in procession shall march to the designated place. Before they leave, the pastor or Bishop or Archbishop shall say:\nPastor: Let us go in peace\nCongregation: In the name of our Lord\n(As the people march, they may sing songs or on arrival at the place a hymn may be sung, then the pastor shall say:\nPastor: Beloved brothers and sisters in Christ. We are gathered here today to seek God s blessing on this foundation laying service.\nLet us hear the reading of Holy Scripture from -----------\nExhortation\nPastor: Our help comes from the Lord\nCongregation: Who made heaven and earth\nPastor: Blessed be the name of the Lord\nCongregation: From now and up to generations to come\nPastor: The stone rejected by builders\nCongregation: Has become the corner stone\n(The minister may read out the list of items intended to be buried during the foundation laying).\nThe Creed: To be said by the pastor and the congregation\nPastor: The Lord be with you\nCongregation: And also with you",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 170,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You our Lord and God King of kings. You who fashioned the heavens as a curtain, Who collected the waters in one place and caused dry land, rocks and high places to come into being. We praise your holy Name, for You are the one who formed us, living stones to be spiritual houses whose chief corner stone is Jesus Christ. Abide with us now and bless us and this foundation which we lay to your glory and honour. Through your Holy Spirit and grace, help us to serve You in body and soul. Receive our praise and thanks through your beloved Son Jesus Christ our Chief Priest. All praise and honour be unto You holy God the Father, and the Son, and the Holy Spirit. We implore You to help us build this building to the glory of your Name through rendering our worship unto You.\nCongregation: Amen.\n(Now the stone or block prepared as foundation corner stone shall be laid, while the pastor shall say:-)\nPastor: With thanks unto God we lay this stone / block at this corner for the building of a church in the Name of the Father, and of the Son, and of the Holy Spirit.\nCongregation: Amen.\nPastor: Glory be unto the Name of the Lord, the foundation of this house, established or builds this house.\nCongregation: Thanks be unto God. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 171,
        "type": "note",
        "title": "NOTE",
        "speaker": "",
        "rubric": "",
        "text": "This service shall not be conducted during the Holy Week\nThe items to be included among things to be buried during foundation laying shall include: names of church elders, Holy Bible, Order of Service Book, Hymnal, list of all members of the congregation as well as that of the building committee.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 172,
        "type": "the_following_scripture_verses_may_be_use_during_this_service",
        "title": "The following scripture verses may be use during this service",
        "speaker": "",
        "rubric": "",
        "text": "Psalm 24 Joshua\t4:1-7\nPsalm 42 Luke 6:47-49\nPsalm 87 1 Corinthians 3:10-14\nPsalm 100 Ephesians 2:19-22\nPsalm 118 Hebrews 11:8-10\nExodus 3:1-6\nOrder of Service for the Consecration of a Church",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 173,
        "type": "as_the_procession_begins_the_following_shall_be_said",
        "title": "As the procession begins the following shall be said",
        "speaker": "",
        "rubric": "",
        "text": "Pastor: Let us go out in peace\nCongregation:\tIn the name of our Lord\nHymn:\tArriving at the church doors, a hymn shall be sung, before cutting the thread. Then the officiating minister shall say:\nPastor: The grace of our Lord Jesus Christ, the Love of God, and the Communion of the Holy Spirit, be with you all. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 174,
        "type": "shall_then_continue_thus",
        "title": "Shall then continue thus",
        "speaker": "",
        "rubric": "",
        "text": "Beloved brothers and sisters, we are gathered today to consecrate this church for the worship of God Almighty, and for the edification of the body of our Lord Jesus, that is His elect people. From now may this place remain a place where God s people shall meet, a place where the gospel is proclaimed through preaching and the sacraments administered. Let it be a place where the message of life and hope unto us and all who live around shall be preached.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 175,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "O Lord, everlasting and merciful God, we give You thanks for this your fatherly goodness that You have enabled us to build this house which is now to be consecrated to your glory. We pray You by your Holy Spirit to strengthen our faith in your only-begotten Son Jesus Christ, to fix our hearts upon your Holy Word and to unite us in devout prayer, so that we may consecrate this house aright, and graciously grant that it may always be a holy place where your eternal blessings shall issue unto this your congregation with comfort and help in life and in death. This we ask in the name of our Lord Jesus Christ. Amen.\n(The officiant shall request the chairman of the building committee to give him/her the key; and shall give it to the chairman of the council who shall open the door. When cutting the thread the officiant shall say:\nPastor: Peace be unto this house\nCongregation: And peace unto all who shall enter therein.\nPastors and worshippers shall enter and sit.\nPastor shall read Psalm 122\nI was glad when they said unto me: Let us go to the house of the Lord. Our feet shall stand within your gates, O Jerusalem; Jerusalem is built as a city that is compact together where the tribes go up, the tribes of the Lord; unto the testimony of Israel to give thanks unto the Name of the Lord. For there are set thrones of judgment, the thrones of the house of David. Pray for the peace of Jerusalem, they shall prosper that love you. Peace be within your walls, and prosperity within your palaces. For my brethren and companions sakes I will now say: peace be within you. Because of the house of the Lord our God: I will seek your good.\nThe pastor shall go to the baptismal font.\nPastor: All the work of Your hands shall praise You, O Lord.\nCongregation: All Your faithful servants shall bless You\n(Three pastors shall one after the other say:)\nWe shall consecrate this baptismal font unto the Lord by reading from the Gospel according to Matthew 28:19-20.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 176,
        "type": "thereafter_shall_lay_his_hand_on_the_baptismal_font_saying",
        "title": "Thereafter shall lay his hand on the baptismal font saying",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 177,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. Since the beginning your Spirit moved over the waters, You created the heaven and the earth. You made water the symbol of our regeneration, through it we participate in the death and resurrection of Your Son Jesus Christ our Lord. With joy and obedience to your command we make disciples of all nations, baptizing them in the Name of the Father, and of the Son and of the Holy Spirit, to grant new life unto all who shall be baptized in this baptismal font which we this day consecrate. O God, we praise and exalt and worship You through Your Son Jesus Christ our Lord in the Unity of the Holy Spirit, world without end. Amen.\nWe shall consecrate this pulpit unto the Lord by reading from the Gospel of Luke 6:47-49\nThereafter shall lay his hand on the pulpit saying;",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 178,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. You showed your love for your creation in your Word our Lord Jesus Christ. Through His admonition we seek to hold unto the truth, and the knowledge of your will. Sanctify the lips of those who shall bring forth your Word here, give them grace that we may hear your Love in all messages to be delivered from this Pulpit which we consecrate this day. Through Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nWe shall consecrate this Altar unto the Lord by reading from Hebrews 9:11-14.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 179,
        "type": "thereafter_shall_lay_his_hand_on_the_altar_saying",
        "title": "Thereafter shall lay his hand on the Altar saying",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 180,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. You feed your people with spiritual bread in Jesus Christ our Lord. Bless and sanctify all who shall receive His Body and Blood on this altar which we consecrate this day. Give them the grace to lead their life in faith and love as long as they live here on earth, up to the time they shall see You face to face at your altar in heaven where Saints and angels praise You forever, through Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one God world without end. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 181,
        "type": "the_pastor_officiating_shall_stand_in_the_centre_of_the_church_and_say",
        "title": "The Pastor officiating shall stand in the centre of the Church and say",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 182,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. Heavens and earth have no power to receive You. All the same, You will it to have a house on earth where your honour dwells, and where men may continually call upon You, be pleased to hallow and bless with your visitation and presence this house which we devoutly consecrate to the honour of your Name. When we pray to You and implore your mercy, give ear, O Lord to our supplications. When your servants preach your Word and administer the Sacraments here, be You in our midst. Draw near and live among us always and so lead your servants. O God, give us your grace and blessings now as we consecrate this house for the edification and honour and service to your people in the Name of the Father and of the Son, and of the Holy Spirit. Amen.\nPastor: This church building is now open (consecrated). Let us begin our service in this church with opening prayer.\n(An elder of the Church shall say the opening prayer and the service shall continue in the order of Sunday service).\nPrayer for Consecration of Places not Consecrated for Worship\nPastor: According to our Lutheran tradition, we do not perform holy rites in a place that is not consecrated. That is the reason; we do consecrate new Church building before we continue with other holy rites.\nBut the great Professor Dr. Martin Luther, through whom this Church called Lutheran came into being, said, wherever believers are gathered to hear the word of God, be it in the home or in an open place or specified place, all is the same, for the building is not the important thing. What makes the gathering of believers holy is the word of God and the holy sacraments (that is baptism and the Lord s Supper).\nNow we shall consecrate this altar with prayer where we shall ordain our new pastors and also administer the Lord s Supper.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 183,
        "type": "let_us_pray",
        "title": "Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is you O Lord God, King of heaven and earth. You feed Your people with spiritual bread in Jesus Christ our Lord, consecrate those who shall receive the Body of Jesus and the Blood of Jesus on this altar which we consecrate this day, and also bless them. Give them the grace to lead their life in faith and love as long as they live here on earth, up to the time we shall see You face to face at Your altar in heaven where Saints and angels praise You for ever through Jesus Christ our Lord, Who lives and reigns with You and the Holy Spirit, one God world without end. Amen.\nOrder for the Installation of a Pastor\nBefore a person is ordained into the pastoral ministry, he/she most have finish pastoral training, and is called by a District into the pastoral ministry, with the approval of the General Church Council. The General Church Council shall duly License him/her, with the authority to carry out his/her pastoral duties, the District council shall also give him/her a Call letter, stating their willingness to call him/her to serve as a pastor in the district. When the pastor shall be installed in his/her District, or is transferred to another district, the following procedure shall be followed:\nThe Dean shall install him/her into the pastoral work during Sunday Worship in a Church within the district. Pastors and Church elders shall in procession march to the Church in twos. The new pastor shall sit with the Church elders near the chancel, while the Dean shall go to the altar. The order of Sunday Worship shall be followed. After the affirmation of faith (the Creed; the Dean and the new pastor shall stand side by side at the Chancel. The officiating Dean shall make some comments, and then read the content of the license and the call to the hearing of the congregation.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 184,
        "type": "thereafter_the_dean_shall_say",
        "title": "Thereafter the dean shall say",
        "speaker": "",
        "rubric": "",
        "text": "Now I install Pastor name into the pastoral ministry in name of District in the name of the Father, and of the Son, and of the Holy Spirit. Amen.\n(Thereafter the newly installed pastor shall continue with the remaining part of the Sunday Worship. After that the pastors and Church elders, shall march out first in reverse order followed by the worship).\nOrder for the Installation of other Officials\n(Catechist, Evangelist, Church Council)\n(This shall be performed during Sunday Worship. After reciting the Creed, the person or persons to be installed shall come forward and stand in front of the chancel. The pastor shall ask him/her/them one by one).\nPastor: Do you believe in God the Father, the Son and the Holy Spirit as we confess in the Creed?\n(Answer: Yes I will)\nPastor: Will you preach the word of God and all its doctrines in accordance with Holy Scripture and the doctrines of our Church?\n(Answer: Yes I will)\nPastor: Will you promise, with God s help to seek for sinners, and lead them unto salvation, and you yourself shall lead exemplary life, serving as a good model for others?\n(Answer: Yes I will, so help me God)\nPastor: Will you promise to be obedient to the leadership of the Church and all the rules of the Church, and strive to unite all members of the Church under one flock?\n(Answer: I will, so help me God).\n(the person shall then kneel, and the pastor with laying on of hands shall say:)\nPastor: May God help you discharge your work as (Catechist, Evangelist, Church Elder) whole heartedly to the glory of God. Amen.\nOur Father who art in heaven; Hallowed be Your Name, Your kingdom come. Your will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For Yours is the kingdom, the power, and the glory, for ever and ever. Amen.\nReceiving into Fellowship a member from another\nDenomination other than Lutheran\nWe have fellowship with other Denominations and fellowships and Denominations who are in the Council of Evangelical Churches of Northern Nigeria (LECNN) and the Christian Council of Nigeria (CCN) and the Fellowship of the Churches of Christ in Nigeria (FCCN-TEKAN). That is, if a member from member Churches of these bodies visits or comes to stay with us, we shall allow him/her partake of the Lord s Supper with us even though he/she shall not be giving a membership card immediately.\nThis is the procedure to be followed to receive a member from another Denomination:-\nChurch elders of the Local Congregation together with the pastor shall investigate whether he/she is baptized, requesting for the baptismal card, transfer and character attestation letter.\nShall under go catechistical instruction especially on Lutheran understanding on the Sacraments.\nShall declare his/her willingness to obey the teachings and traditions of our Church.\nThey shall test him/her just the way baptismal candidates are tested, after all these steps are carried out, then he/she shall be received into our Church during Sunday worship.\nPastor: Shall say, now we shall receive this person from another Church into our Church.\n(The person who wants to be received, shall come forward and stand before the chancily, the pastor shall ask him/her):\nWhat is your name?\nWere you baptized in the Name of the Father, and of the Son, and of the Holy Spirit?\nAnswer: Yes, I was.\nDo you renounce the devil with all his works and all his ways?\nAnswer: Yes, I renounce.\nDo you believe in God the Father Almighty, Maker of heaven and earth?\nAnswer: Yes, I believe.\nDo you believe in Jesus Christ His only Son our Lord, who was conceived of the Holy Spirit, Born of the Virgin Mary, suffered under Pontius Pilate, was crucified, dead and buried; He descended into hell, the third day He rose again from the dead, He ascended into heaven and is seated on the right hand of God the Father Almighty, from there He shall come to judge the living and the dead?\nAnswer: Yes, I believe.\nDo you believe in the Holy Spirit, the Holy Christian Church, the Communion of Saints, the forgiveness of sins, the Resurrection of the body, and life everlasting?\nAnswer: Yes, I believe.\nWill you promise with the help of God to obey the teachings and rules of our Church?\nAnswer: Yes, I will, so help me God.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 185,
        "type": "pastor:_therefore_kneel_down,_(the_pastor_shall_with_laying_of_hands_say)",
        "title": "Pastor: Therefore kneel down, (the pastor shall with laying of hands say)",
        "speaker": "",
        "rubric": "",
        "text": "-Name we receive you now into our Church in the Name of the Father, and of the Son, and of the Holy Spirit. Amen.\nGod Almighty, the Father of our Lord Jesus Christ who already received you into holy baptism, may He uphold you in the grace of your baptism, may He strengthen you in your faith from now, and to the end of your earthly life. Amen.\nOur Father who art in heaven; hallowed be Your Name. Your kingdom come. Your will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For Yours is the kingdom, the power and the glory, for ever and ever. Amen.\n(It is good that a membership card be given to him/her and the pastor shall shake hands with him/her saying: may God help you).\nDedication of a New House\nPastor and the people outside\nPastor: Peace unto this house and all who shall enter there in.\nReading: By wisdom a house is built, and through understanding it is established. Through knowledge its rooms are filled with rare and beautiful treasures (Proverbs 24:3-4).\nA candle shall be lighted.\nReading: You are the light of the world. A city on a hill cannot be hidden. Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. In the same way, let your light shine before men, that they may see your good works and glorify your Father in heaven. (Matthew 5:14-16).",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 186,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "O Lord, just as this candle gives light to this house, we implore You to let the occupants of this house be Your light in the world, through Jesus Christ our Lord.\nCrowd: Amen.\nPastor: At the door\nReading: The Lord shall guard your going out and your coming in from now and forever. (Psalm 121:8).",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 187,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "O Lord, protect and lead those who shall live here, there going out and coming in. And let them show the generosity of this house to all who shall visit, so that they may know your love and peace, through Jesus Christ our Lord.\nCrowd: Amen.\nPastor: At the sitting room\nReading: New commandment I give unto you, love one another. And by this all people shall know you are my disciples, if you love one another. (John 13:34-35)",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 188,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "O Lord, abide with those who shall come for fellowship and conversation, so that they may have new strength and peace, through Jesus Christ our Lord.\nCrowd: Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 189,
        "type": "pastor:_at_the_kitchen",
        "title": "Pastor: At the kitchen",
        "speaker": "",
        "rubric": "",
        "text": "Reading: Look, I am sending you grain, new wine and oil enough to satisfy you fully. Be glad, O children of Zion, rejoice in the Lord your God. (Joel 2:19a, 23a).",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 190,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "O Lord, fill the hungry with good things. And let Your blessing upon those who shall work in this kitchen. Help us all to give thanks for our daily bread, through Jesus Christ our Lord.\nCrowd: Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 191,
        "type": "pastor:_at_the_dinning_room",
        "title": "Pastor: At the Dinning room",
        "speaker": "",
        "rubric": "",
        "text": "Reading: You open your hand, and satisfy the desires of every living thing. (Psalm 145:16).",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 192,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You, O God of heaven and earth, for You give us what to eat and what to drink, so as to strengthen our bodies, and gladden our hearts. Help us to be thankful to You because of Your blessings unto us, help us to remember the needs of others, through Jesus Christ our Lord.\nCrowd: Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 193,
        "type": "pastor:_at_the_bed_room",
        "title": "Pastor: At the bed room",
        "speaker": "",
        "rubric": "",
        "text": "Reading: I will lie down and sleep in peace, for You alone O Lord make me dwell in safety. (Psalm 4:8)",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 194,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Lead us O Lord in our daily stay and work, direct our time of sleep, so that during the day we shall remain watchful with Christ, and at night we shall rest in peace.\nCrowd: Amen.\n(When you go back to the sitting room, the service shall end with benediction).\nReading: The fruit of righteousness will be peace; the effect of righteousness will be quietness and confidence forever. My people will live in peaceful dwelling places, in secure homes, and in undisturbed places of rest. (Isaiah 32:17-18).",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 195,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "O God, we implore You to bless this house and all who shall dwell in it with Your ever faithful presence, so that Your love shall strengthen them; Your wisdom direct them; Your truth shall lighten them; and Your peace shall bless them, through Jesus Christ our Lord.\nCrowd: Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 196,
        "type": "pastor:_o_lord,_remember_us_in_your_kingdom,_and_teach_us_to_pray",
        "title": "Pastor: O Lord, remember us in your kingdom, and teach us to pray",
        "speaker": "",
        "rubric": "",
        "text": "Our father, who art in heaven; hallowed be Your Name,. Your kingdom come. Your will be done on earth as it is in heaven. Give us this day our daily bread; and forgive us our trespasses as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For yours is the kingdom, the power and the glory, for ever and ever.\nCrowd: Amen.\nPastor: The Lord guard your going out and your coming in, from now and forever.\nCrowd: Amen.\n* Here the minister takes the plate with the Bread in his hand\n** Here the minister takes the chalice with the wine in his hand\nPAGE 22\nPAGE 23\n1 8 < N O P S v z # $ ' L Q T Y Z [ ` a d h J< hX 1 6 CJ aJ h NH 6 CJ aJ h r 6 CJ aJ h J< h tn 6 CJ aJ h O 6 CJ aJ h%b 6 CJ aJ h J< h^E_ 6 CJ aJ h J< h^E_ CJ aJ @ P $ a\n>\ny\nc N O P dh gd\n$ dh a$ gd NH\n$ dh a$ gd O $ a$ gd 0\n/\n2\n6\n=\n>\nB\n]\n_\ni\no\nr\nx\ny\n}\n! 7 V Z b c g h t 6 CJ aJ h J< hX 1 6 CJ aJ h J< h6T 6 CJ aJ h O 6 CJ aJ h NH 6 CJ aJ h ?l 6 CJ aJ h r 6 CJ aJ h J< h tn 6 CJ aJ h J< h^E_ 6 CJ aJ h J< hpo 6 CJ aJ 9 : = G H M N Q k l z\n& w w o o h px CJ aJ h 0 CJ aJ h J< h cY CJ aJ h J< h cY 5 CJ aJ h 0 h cY 6 CJ aJ h px 6 CJ aJ h J< h 6 CJ aJ h O 6 CJ aJ h ?l 6 CJ aJ h J< h6T 6 CJ aJ h J< hX 1 6 CJ aJ h NH 6 CJ aJ h J< h^E_ 6 CJ aJ hGd 6 CJ aJ (P Q k l z\nW\n$ x ` a$ gd px ^ ` gd 0\n$ dh a$ gd+ $ dh a$\nG x ^ G gd 0 x ^ ` gd 0 ^ gd 0 dh dh\n$ dh a$ gdn:h dh gd & W m L O P Q {\nX [ v z wn e w ] h px CJ aJ h px 6 CJ aJ h : 5 CJ aJ h px 5 CJ aJ h J< h+ CJ aJ h 0 h+ 5 CJ aJ h px h cY 5 6 CJ aJ h px h px 5 6 CJ aJ h px h cY 5 CJ aJ h J< h 5 CJ aJ h 0 5 CJ aJ h J< h cY 5 CJ aJ h[( CJ aJ h J< h cY CJ aJ h J< h cY 6 CJ aJ $ P Q {\nz # [ | $ $ n x ^ n ` a$ gd 0 n ^ n ` gd 0 $ n dh ^ n ` a$ gd 0 $ dh ^ ` a$ $ o x ^ ` o a$ gd px ^ ` gd 0 $ a$ gd _ $ a$ $ ` a$ gd 0 # , 7 [ j | $ < = > G H X x G R \\ ] f h ~ { p pd d h J< h 5 5 CJ aJ h J< h +p CJ aJ h 0 CJ aJ h J< h ; 5 CJ aJ h 0 6 CJ aJ h J< h cY 5 6 CJ aJ h J< 5 CJ aJ h 0 5 CJ aJ h J< h J< CJ aJ h J< h cY 6 CJ aJ h J< 6 CJ aJ h J< CJ aJ h px 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ ' 0 \\ ] ~ - D $\na$ gd J<\n^ gd 2\n^ gd 0 $\n8 dh ^ 8 a$ gd +p\ngd +p $\ndh a$ gd +p $\nn ^ a$ gd 0 gd J< $ ^ ` a$ - D E ) I g ' Z ~ ~ r h px h cY 6 CJ aJ h px 6 CJ aJ h J< h cY 5 6 CJ aJ h>DE 5 CJ aJ h J< h tb CJ aJ h J< h j 5 CJ aJ h J< CJ aJ h J< h ) 6 CJ aJ h 0 6 CJ aJ h J< h +p CJ aJ h J< h cY 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ + ) ^ gd px ^ gd 0 x x gd c x gd c\n^ gd 0\ngd 0\ngd +p $\na$ gd +p\n^ ` gd 0 $\ndh a$ gd +p l y z 5 | } | ^ gd 0\nx ^ gd 0 n ] ^ ` n gd *Y 8 ^ 8 gd 0 gdK2 [ ^ ` [ gd 0 ` gd 0 x gd J< Z [ l y z , 5 < g { | } > ? | w l c h *Y 5 CJ aJ h J< h CJ aJ h J< h d CJ aJ h J< h d 6 CJ aJ h J< h 6 CJ aJ h J< h cY 6 CJ aJ h *Y h cY 5 6 CJ aJ h 0 5 6 CJ aJ h *Y 5 6 CJ aJ h J< h cY 5 6 CJ aJ h 0 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h *Y CJ aJ & \" \" /\" 0\" B\" C\" Q\" 2& 3& 4& 5& 6& I& W& +) ,) -) .) /) 0) 1) 2) gd H $ a$ $ a$ gdK2 ^ gd 0 x ^ ` gd *Y \" \" ,\" ?\" A\" Q\" .# 1# $ $ $ $ 3& 4& 5& 6& E& H& W& ) *) +) -) .) 0) ?) @) T) ) ) ) ) ) ) ) ) ) ) *\n* !* 0* 1* Q* [* ]* s* * * * * * * * h J< h H 5 CJ aJ h *Y 5 CJ aJ h J< h H CJ aJ h J< h 0 5 CJ aJ h 0 5 CJ aJ h cY 5 CJ aJ h J< h J< CJ aJ h J< hWY CJ aJ h J< hWY 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ 62) 3) 4) 5) 6) 7) 8) 9) :) ;) <) =) >) ?) @) t) ) ) ) ) ) ) !* Q* s* * * $ a$ gd! ] gd H * * * * + + + + + + , , , ', G, - - - - g. . 2/ B/ ]/ g/ i/ / / / / / / !0 \"0 B0 P0 T0 a0 {0 0 0 0 0 0 0 0 0 a1 g1 1 1 1 1 1 1 2 h J< hWY 6 CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 6 CJ aJ h J< hWY CJ aJ h! ] CJ aJ h! ] 5 CJ aJ h ;] 5 CJ aJ h *Y CJ aJ h J< h cY CJ aJ h *Y 5 CJ aJ h J< h cY 5 CJ aJ 7 * + + , , 1/ 2/ W/ ]/ / / / / / / / 0 B0 $ dh a$ $ a$ gd *Y $ ` dh ^ ` ` a$ $ ` ^ ` ` a$ $ n\n^ n `\na$ gd! ] $ a$ $ ^ ` a$ gd>DE p ^ p ` ^ ` gd *Y B0 {0 0 0 0 0 0 '1 M1 1 1 1 1\n2 32 N2 k2 l2 2 2 2 gd V $ a$ gdb>F $ ^ ` a$ gdTBB $ ^ a$ gd! ] $ 0 ^ ` 0 a$ gd! ] $ a$ $ ` a$ $ dh a$ 2\n2 =2 >2 M2 N2 2 2 2 3 3 U4 [4 5 5 5 5 O7 U7 7 7 7 7 : : : ; (; < < u< <= J= a= n= s= 5@ 6@ 8@ >@ tk hb>F 5 CJ aJ h Z` hb>F CJ aJ h J< h cY 5 CJ aJ h J< h I CJ aJ h J< h J CJ aJ hb>F hb>F 5 CJ aJ h J< h x CJ aJ hb>F h V 5 CJ aJ h J< h V CJ aJ hb>F CJ aJ h J< hWY CJ aJ h J< h ( CJ aJ h J< h cY CJ aJ h! ] CJ aJ ' 2 5 5 7 7 7 7 7 : : == J= a= n= s= 5@ 6@ ^ ^ gdb>F gd J $ ; ^ ` ; a$ gdb>F $ ^ a$ gd J $ ^ a$ gdb>F gd V $ a$ ; ^ ` ; gdb>F ^ ^ gdb>F >@ A A A A B\nB HB NB B B B B B E E E _F eF H\nH H (H -H J J J J K M M M N 1N xl` U U U h J< h B CJ aJ h/d h/d 5 CJ aJ h/d h B 5 CJ aJ h/d h cY 5 CJ aJ h J< h cY 5 CJ aJ h J< h ( CJ aJ h Z` CJ aJ h J< h ( CJ aJ h/d h V 5 CJ aJ h J< h V CJ aJ h J< h cY CJ aJ h J< h I CJ aJ h J< h ( 5 CJ aJ h J< h ( 5 CJ aJ h J< h I 5 CJ aJ !6@ B B B B B E E\nH H H )H -H J J 2N 3N 4N 5N 6N [N hN mN $ a$ ; ^ ` ; gd/d ^ ^ gd/d gd V $ a$ ^ ; ^ ` ; gdb>F 1N 2N 3N 4N 6N [N mN P P P P P Q Q R R R R S S S S S S !T %T WT [T T T T } rf ZO h J< h& CJ aJ hZ\\ h& 5 CJ aJ hZ\\ h V 5 CJ aJ h J< h V CJ aJ h J< hWY 5 CJ aJ h J< h ( CJ aJ h J< hEI CJ aJ h J< h {^ CJ aJ h/d CJ aJ h/d h {^ 5 CJ aJ h J< h cY CJ aJ h J< h V 5 CJ aJ h J< h cY 5 CJ aJ h/d 5 CJ aJ h J< h B CJ aJ h J< h ( CJ aJ mN P P S S S S S T T V V V V W UY VY k\\ m\\ ^ gd#?\n; ^ ` ; gdZ\\ $\n; ^ ` ; a$ gdZ\\ $ ^ a$ ^ gdZ\\ $ a$ ; ^ ` ; gd/d ^ ^ gd/d T T T T U qV wV V V V V W TY VY XY YY _Y aY &[ '[ W[ j\\ k\\ m\\ v\\ \\ \\ 4^ 7^ _ #_ ` ` } } } r g \\ h J< h#? CJ aJ h J< h ( CJ aJ h r? h cY CJ aJ h J< h q9 CJ aJ h J< hPU CJ aJ hZ\\ 5 CJ aJ hZ\\ hPU 5 CJ aJ hZ\\ h q9 5 CJ aJ h J< h cY CJ aJ hZ\\ h ( 5 CJ aJ h J< h ( CJ aJ h J< h cY 5 CJ aJ h J< h& CJ aJ h J< h {^ CJ aJ hZ\\ CJ aJ m\\ v\\ \\ \\ 4^ 7^ ` ?c Bc Xc ec kc e e h h h h h h ; ^ ` ; gdZ\\ ^ ^ `\n; ^ ` ; gdZ\\ ^ gdMi p ^ p ` gd r? ^ gdZ\\ $ a$ ` ` ` ` a a a a a b Kb =c ?c Bc Jc Wc Xc ec ic kc c c c c e e e e e 3g ~h h h h h {p p d h J< h cY 5 CJ aJ h J< hf) CJ aJ hZ\\ hf) 5 CJ aJ h J< he0 CJ aJ hZ\\ h cY CJ aJ hZ\\ h ( CJ aJ h J< h ( 5 CJ aJ h J< h ( CJ aJ h J< h cY CJ aJ h J< h ( CJ aJ h J< h#? CJ aJ hZ\\ CJ aJ h J< h V CJ aJ hZ\\ h V 5 CJ aJ \" h h h nj tj ak ek kk mk l l l l l m\nm m um xm +n /n n n o o o o o o p _q bq t h] ] ] h J< h CJ aJ h J< h 5 CJ aJ h J< h ( CJ aJ h J< h cY 5 CJ aJ h J< h ( 5 CJ aJ h J< hMi CJ aJ hMi CJ aJ h cY CJ aJ hZ\\ CJ aJ h J< h % CJ aJ hZ\\ h % 5 CJ aJ h J< h ( CJ aJ h J< h cY CJ aJ hZ\\ h cY 5 CJ aJ hZ\\ h ( 5 CJ aJ h ak bk l l l l l l m\nm m o o aq bq q q q Lt Mt v v v v v w ; ^ ` ; gdZ\\ ^ ^ gdZ\\ bq qq ~q q q q q Kt Mt Ot Rt St Wt v v v v v v v v Hw Lw w w w w w w w z z 'z w l l ` hZ\\ hw.I 5 CJ aJ h J< h ( CJ aJ hZ\\ h cY 5 CJ aJ hZ\\ h ( 5 CJ aJ h J< h i 5 CJ aJ h J< hw.I CJ aJ hZ\\ CJ aJ hZ\\ hZ\\ 5 CJ aJ h J< h CJ aJ h J< h cY CJ aJ h J< h ( CJ aJ h J< h ( 5 CJ aJ h J< h cY 5 CJ aJ h J< h ]: 5 CJ aJ w w z z 6z Cz Hz | | % 1 2 N [ a > ? ^ gd\"JI ; ^ ` ; gd\"JI ^ gdZ\\ ; ^ ` ; gdZ\\ ^ 'z (z 6z Cz Hz | | | | | | | | | J} P} T} % 0 1 2 @ M N [ _ ~s~hsh~ \\ PE h J< h 7 CJ aJ h J< h 7 5 CJ aJ h J< hE w 5 CJ aJ h J< h y CJ aJ h J< h ( CJ aJ h J< hw.I CJ aJ h\"JI CJ aJ h\"JI h\"JI 5 CJ aJ h\"JI 5 CJ aJ h\"JI h 7 5 CJ aJ h J< h\"JI CJ aJ h cY CJ aJ h J< h cY CJ aJ hZ\\ h ( 5 CJ aJ h J< h ( CJ aJ h J< h cY 5 CJ aJ h J< h#H 5 CJ aJ _ a = ? A G\nym bVbNb y h\"JI CJ aJ h\"JI h 5 CJ aJ h J< h CJ aJ h\"JI h 7 5 CJ aJ h J< h 7 CJ aJ h J< h 7 5 CJ aJ h J< h cY 5 CJ aJ h J< hE w 5 CJ aJ h J< hret CJ aJ h cY CJ aJ h J< h<> CJ aJ h\"JI h<> 5 CJ aJ h J< h CJ aJ h J< h ( CJ aJ h J< h cY CJ aJ h\"JI h cY 5 CJ aJ\n) / = > gd N\n; ^ ` ; gdret ^ gd\"JI ; ^ ` ; gd\"JI ^\n~ ;\n) - / 3 4 = > @ D I y mdY Y h J< h CJ aJ h\"JI 5 CJ aJ h\"JI h 5 CJ aJ h J< h 7 CJ aJ h J< h 7 5 CJ aJ h J< h cY 5 CJ aJ hret hret CJ aJ h\"JI CJ aJ h J< hc CJ aJ h\"JI hc 5 CJ aJ h J< h CJ aJ h J< h ( CJ aJ h J< h cY CJ aJ h\"JI h cY 5 CJ aJ h\"JI h 7 5 CJ aJ _ 7 Y [ ] a b m s zrg_g g S h J< h d 5 CJ aJ h\n} CJ aJ h J< hm}8 CJ aJ hE CJ aJ hE hm}8 5 CJ aJ hE hyd 5 CJ aJ h J< hyd CJ aJ h J< h cY 5 CJ aJ h J< h]\" CJ aJ h\"JI CJ aJ h\"JI h N 5 CJ aJ h J< h N CJ aJ h J< hL/ CJ aJ h J< h cY CJ aJ h\"JI h v 5 CJ aJ h J< h v CJ aJ X Y * 0 ^ gdS ; ^ ` ; gd l8 ^ gd l8 ; ^ ` ; gd\n} ^ ^ gdE ; ^ ` ; gdE * . 0 6 < ? t x x la a x h J< h 1 CJ aJ hS h 1 5 CJ aJ hS h cY 5 CJ aJ hS h d 5 CJ aJ h J< h d 5 CJ aJ h J< h cY 5 CJ aJ h J< h ( CJ aJ h l8 CJ aJ h l8 h vq 5 CJ aJ h J< h vq CJ aJ h J< h cY CJ aJ h l8 h cY 5 CJ aJ h l8 h d 5 CJ aJ h J< h d CJ aJ & f g S ; ^ ` ; gd Y ; ^ ` ; gdtF ^ gdtF ^ ^ gdS ; ^ ` ; gdS\n% ( g j p q r s 4 H Y ^ p y me Z h J< h%Y CJ aJ htF CJ aJ htF h%Y 5 CJ aJ htF h cY 5 CJ aJ htF h d 5 CJ aJ h J< h d 5 CJ aJ h J< h cY 5 CJ aJ h J< hq 5 CJ aJ h J< h ( CJ aJ h J< hXA CJ aJ h J< hq CJ aJ hS CJ aJ hS hq 5 CJ aJ h J< h cY CJ aJ h J< h d CJ aJ # Q T j k x | ~ z z nb h Y h cY 5 CJ aJ h Y h d 5 CJ aJ htF CJ aJ htF h P~ 5 CJ aJ h J< h P~ CJ aJ h J< h ( CJ aJ htF h cY 5 CJ aJ htF h d 5 CJ aJ h J< h d CJ aJ h J< h cY 5 CJ aJ h J< h d 5 CJ aJ h J< h cY CJ aJ h J< hq CJ aJ h J< h%Y CJ aJ \"S T k x ~ : ; l m n ; ^ ` ; gd Y ^ ^ gd Y 1 v # : ; = > D x la a x h J< h |e CJ aJ h Y h |e 5 CJ aJ h Y h cY 5 CJ aJ h Y h d 5 CJ aJ h J< h d CJ aJ h J< h d 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h J< h =h CJ aJ h J< h P~ CJ aJ h Y CJ aJ h J< h u CJ aJ h Y h u 5 CJ aJ h Y h P~ 5 CJ aJ $ k l m n r u K M P W 2 3 @ D F { { { { {od{d{ dod d h J< h 1 CJ aJ h Y h 1 5 CJ aJ h J< hkgd CJ aJ h Y h cY 5 CJ aJ h Y h E 5 CJ aJ h J< h E CJ aJ h J< h E 5 CJ aJ h J< h cY 5 CJ aJ h J< hret 5 CJ aJ hp* 5 CJ aJ h J< h cY CJ aJ h Y CJ aJ h Y hp* 5 CJ aJ h J< hp* CJ aJ ' L M 3 @ F V W q ~ C D ; ^ ` ; gd Y ^ ^ gd Y V W p q ~ = A B C D F L O ~ ? D U ] M y mby b b h J< h H CJ aJ h Y h H 5 CJ aJ h Y CJ aJ h J< h ! CJ aJ h Y h ! 5 CJ aJ h Y h 1 5 CJ aJ h Y h cY 5 CJ aJ h Y h E 5 CJ aJ h J< h E CJ aJ h J< h E 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h J< h 1 CJ aJ h J< h z CJ aJ & l n p w 9 < I J W [ ] ^ _ a\ntl l aUlaJ h J< h / CJ aJ h Xj h / 5 CJ aJ h J< hX L CJ aJ h Xj CJ aJ h Xj h cY 5 CJ aJ h Xj h E 5 CJ aJ h J< h E 5 CJ aJ h Y CJ aJ h Y h H 5 CJ aJ h J< h H CJ aJ h J< h cY CJ aJ h Y h E 5 CJ aJ h J< h E CJ aJ h J< h cY 5 CJ aJ h J< hret CJ aJ hret CJ aJ h cY CJ aJ m n ; < J W ] w x ^ gd ; ^ ` ; gd\n}] ^ gdX L ^ gd Xj ; ^ ` ; gd Y ^ ^ gd Y x z y m b W h J< h6 CJ aJ h J< h @ CJ aJ h h 5 CJ aJ h J< h w CJ aJ h J< hEdx CJ aJ h J< h / CJ aJ h h / 5 CJ aJ h J< h cY CJ aJ h h cY 5 CJ aJ h h E 5 CJ aJ h J< h E CJ aJ h J< h E 5 CJ aJ h J< h cY 5 CJ aJ h J< hret 5 CJ aJ h CJ aJ \"x u v ? @ g h gd\n}] ^ ^ gd ; ^ ` ; gd t u v > @ B F e g h } ~ xl xax V xJ h hFC 5 CJ aJ h J< h CJ aJ h J< h z CJ aJ h h 5 CJ aJ h J< hFC CJ aJ h h cY 5 CJ aJ h h E 5 CJ aJ h J< h E CJ aJ h J< h E 5 CJ aJ h J< h cY 5 CJ aJ h J< h w 5 CJ aJ h J< h cY CJ aJ h J< h6 CJ aJ h J< hc*y CJ aJ h CJ aJ h hc*y 5 CJ aJ } ~ & 3 8 w x \\ ] ) * E R W k $ ^ a$ gd $ a$ gd\"V ^ ; ^ ` ; gd ^ gd\n& 3 8 R U x z ~ / 8 I J [ ] _ e ( ) * E { p eY e e h h 5 CJ aJ h J< h\"V CJ aJ h J< h z CJ aJ h h F0 5 CJ aJ h J< h F0 CJ aJ h J< hret CJ aJ h J< h CJ aJ h h* 5 CJ aJ h h E 5 CJ aJ h J< h E CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h J< h* CJ aJ h J< hFC CJ aJ h CJ aJ E R W l n v ! . 3 c d f o ,\n-\nK\nX\n]\n|t i ^ ^Ut^ h 1 5 CJ aJ h J< h & CJ aJ h J< h 1O CJ aJ h 1 CJ aJ h 1 h 1 5 CJ aJ h J< hpV CJ aJ h 1 h F0 5 CJ aJ h J< h F0 CJ aJ h 1 h 1 h\n}] h 1 5 CJ aJ h J< hWI 5 CJ aJ h 5 CJ aJ h h CJ aJ h J< h cY CJ aJ h h F0 CJ aJ h J< h F0 5 CJ aJ k l ! . 3 c d -\n.\nK\nX\n]\nZ [ $ a$ $ ; ^ ` ; a$ gd 1 $ a$ $ ^ a$ gd 1 ; ^ ` ; gd 1 ^ ^ gd 1 gd F0 $ a$ gd 1 $ ; ^ ` ; a$ gd\n}] $ a$\nY Z [ w\n% 2 7 F G H I O g\nyqfqf f [ h J< h CJ aJ h J< h ; CJ aJ h\nCJ aJ h\nh\n5 CJ aJ h\nh ; 5 CJ aJ h J< h & CJ aJ h\nh F0 5 CJ aJ h J< h cY 5 CJ aJ h 1 CJ aJ h 1 h 1 5 CJ aJ h 1 h F0 5 CJ aJ h J< h F0 CJ aJ h J< h cY CJ aJ h J< h & CJ aJ h J< h iX CJ aJ #[ w\n% 2 7 F G\n$ a$ $ ; ^ ` ; a$ gd\n$ a$ ^ gd\n$ a$ $ ; ^ ` ; a$ gd 1 $ ^ a$ $ ^ a$ gd 1 gd F0 $ a$\n* 7 < \" \" P% Q% q% ~% % ' gd\n; ^ ` ; gd\n}] gd F0 $ a$ $ ; ^ ` ; a$ gd\n$ a$ $ ^ a$ gd\nJ\n* 7 < \" \" \" O% P% Q% q% ~% % ' ' ' ' ' ) ) ) ) * * zo h J< h\n}] CJ aJ hA } CJ aJ h J< hA } 5 CJ aJ h J< hA } CJ aJ h\nh\nh[^ CJ aJ h J< h[^ CJ aJ h\nh F0 5 CJ aJ h J< h F0 CJ aJ h J< h cY CJ aJ h J< h @ CJ aJ h J< h ; CJ aJ h\nCJ aJ h\nh\n5 CJ aJ ' ' ' ) ) ) * * * p, q, . . . . / 0 0 3 ; ^ ` ; gd\nI $ ^ a$ $ ; ^ ` ; a$ gd\nI $ a$ gdA } $ ^ a$ gd\nI gd F0 $ a$ gdA } $ ; ^ ` ; a$ gd\nI $ ^ a$ gdA } * * p, q, s, {, . . . / 0 0 0 H2 Q2 3 3 3 3 5 5 5 7 8 %8 *8 : : : l< < < < m? o? x? @ @ @ B B B B B D D E E | h J< h wJ CJ aJ h J< h Zt CJ aJ h J< h ' CJ aJ h J< h;/? CJ aJ h J< h CJ aJ h J< h! Y CJ aJ h J< h F0 CJ aJ h\nI CJ aJ h\nI h\nI 5 CJ aJ h J< hA } CJ aJ h J< h cY CJ aJ h\nI h F0 5 CJ aJ / 3 3 3 3 3 5 5 7 7 8 %8 *8 : : k< l< < < < l? m? B B B B B ; ^ ` ; gd\nI $ ^ a$ gd\nI gd F0 $ a$ B D D G G G G G J J M M M M M O O Q Q Q Q Q ; ^ ` ; gd\nI $ a$ gd F0 $ a$ $ ; ^ ` ; a$ gd\nI $ a$ $ ^ a$ gd\nI E E F G G G G G G J J J ]L eL L M M M M M WN \\N O O O O Q Q Q Q Q Q .S 1S 8S |sg[ h J< h F0 5 CJ aJ h J< h o 5 CJ aJ h\nI 5 CJ aJ h\nI h\nI CJ aJ h J< h cY 5 CJ aJ h J< h : CJ aJ h J< h CJ aJ h J< hi CJ aJ h\nI CJ aJ h\nI h\nI 5 CJ aJ h\nI h F0 5 CJ aJ h J< h F0 CJ aJ h J< h cY CJ aJ h J< h wJ CJ aJ h J< hBk! CJ aJ \" Q -S .S U U <U IU NU W W TY UY wY Y Y [ [ ] ] ] ] $ ^ a$ gd FS gdyAz $ ; ^ ` ; a$ gd FS ^ gd FS gd F0 $ a$ $ ; ^ ` ; a$ gd\nI $ a$ ^ gd\nI 8S S U U U <U IU NU V V W X X X UY wY Y Y [ [ [ \\ \\ \\ ] ] ] ] ] _ _ _ a a ~ shshs ~ ]U h * CJ aJ h J< h * CJ aJ h J< h \"J CJ aJ h J< h H CJ aJ h FS hyAz 5 CJ aJ h J< hyAz CJ aJ h FS CJ aJ h FS 5 CJ aJ h FS h FS 5 CJ aJ h J< h[ q CJ aJ h FS h F0 5 CJ aJ h J< h F0 CJ aJ h J< h cY CJ aJ h J< hret CJ aJ h J< h q CJ aJ h J< hl# CJ aJ ! ] ] _ _ a a a a a a Wd Xd kf lf f f f h h h h j j $ ; ^ ` ; a$ gd\n}] $ a$ $ ; ^ ` ; a$ gd FS $ a$ $ ^ a$ gd FS gdyAz a a a a a Xd Zd bd d jf kf lf f f f h h h h h h i j j j j j j m m\nm io jo ko o o o x mf _ h % h % h FS h FS h J< hqI CJ aJ h J< hM~& CJ aJ h J< h M CJ aJ h J< h % CJ aJ h % CJ aJ h cY CJ aJ h J< h \" CJ aJ h J< h r CJ aJ h FS CJ aJ h FS h FS 5 CJ aJ h FS hyAz 5 CJ aJ h J< hyAz CJ aJ h J< h cY CJ aJ h J< h\n}] CJ aJ $ j j j j m m jo ko o o o o 9r :r Lr Yr lu mu u u w w $ a$ ^ gd FS gd % gd % gd FS $ ; ^ ` ; a$ gd\n}] $ a$ $ ^ a$ gd FS gdyAz $ a$ o o o p p =q @q iq lq q q 8r 9r :r Lr Xr Yr s s u 'u ku lu mu u u w w w w x x gz hz lz mz nz oz pz { {s {l h 3 h 3 h FS CJ aJ h O CJ aJ h FS h FS CJ aJ hyAz CJ aJ h J< h cY 6 CJ aJ h J< hyAz 6 CJ aJ h J< h cY 5 6 CJ aJ h J< h FS CJ aJ h cY CJ aJ h J< h O CJ aJ h J< h cY CJ aJ h FS hyAz 5 6 CJ aJ h J< h cY 5 CJ aJ ' w x x hz iz jz kz lz mz nz oz pz z z\n{ { C{ { { { { | $ a$\n& FE gd K gd K $ a$ gd 3 $ a$ gd 3 ^ gd FS gdyAz $ a$ { \"{ 9{ A{ C{ S{ T{ X{ [{ k{ ~{ { { { { { { { { { { { { |\n| | 0| A| e| u| | | | | | | | } '} 4} X} e} f} ~} } } } } } } } h % 5 CJ aJ h % h cY CJ aJ h J< h % CJ aJ h cY CJ aJ h FS h cY 5 CJ aJ h J< h cY CJ aJ h K CJ aJ h FS CJ aJ h % CJ aJ h FS 5 CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h K 5 CJ aJ 1 | A| u| | | | } 4} e} f} } } } 8~ 9~ O~ ~ ~ ~ $ 0 ] ^ ` 0 a$ gd ?` $\n& F ] a$ gd c\n$\n& FD a$ gd % $\n& FC a$ gd % $ a$ $ a$ gd % $ a$ $\n& FB a$ gd % } } } } } +~ 7~ 8~ 9~ G~ N~ O~ \\~ a~ n~ t~ w~ ~~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ : D Q p } ~ / ; < = L S T { h J< h tc CJ aJ h tc 5 CJ aJ h tc CJ aJ h J< h ?` CJ aJ h c\nCJ aJ h ?` CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< hi8I CJ aJ h cY CJ aJ h J< h cY CJ aJ h % CJ aJ 6 ~ Q } ~ < = T A q r\n= $ a$ gd c\n$\n& F\na$ gd c\n$\n& F a$ gd c\n$\n& F a$ gd c\n$ a$ $ a$ $\n& F a$ gd c\n$ . A e r\n. = Z a b , 3 4 b q r * h CJ aJ h . h cY CJ aJ h . h . CJ aJ h . CJ aJ h u CJ aJ h C CJ aJ h c\n5 CJ aJ h J< h cY CJ aJ h c\nCJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h c\nCJ aJ h cY CJ aJ 2= > b 4 = r\n= q r gd $\n& F a$ gd $\n& F\na$ gd . $\n& F a$ gd . $ a$ $ ^ a$ $\n& F a$ gd C $ a$ gd C * = b r\n. 5 = d q ; J f m n v\n/ 6 7 H I L M \\ ` | , < b v 9 P h q CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h u 5 CJ aJ h J< h CJ aJ h cY CJ aJ h CJ aJ h J< h cY CJ aJ E I J n 7 n < H } $\n& F a$ gd q $\n& F a$ gd q $\n& F a$ gd $\n& F a$ gd $ a$ $ a$ $\n& F a$ gd P o ~ = G H ^ f g ! \" ' N Z ? O s 7 E Q Y Z\n$ % 4 h J< h 8 5 CJ aJ h u 5 CJ aJ h 8 CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h q CJ aJ G} ~ F G H g \" Z O $\n& F a$ gd 8 $\n& F a$ gd 8 $\n& F a$ gd 8 ^ ` gd u gd u $\n& F a$ gd q $ a$ $ a$ D E Z\n% \\ , M $ ` a$ $\n& F a$ gd/ $\n& F a$ gd 8 gd u $\n& F a$ gd 8 $\n& F a$ gd 8 $ a$ $ a$ 4 5 8 M \\ s t - I M r ) 7 > ? i y 1 @ q D R | h J< h ) CJ aJ h cY CJ aJ h ) CJ aJ h J< h cY 6 CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h 8 CJ aJ h/ CJ aJ @ ' ) ? y @ R N P $\n& F a$ gd ) $\n& F a$ gd ) $\n& F a$ gd/ $\n& F a$ gd/ $ a$ $ a$ @ P k r s & - . X f / \\ l ! \" 1 [ i x % @ G H h ` CJ aJ hMk9 5 CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h R CJ aJ h ) CJ aJ FP s . f / l 1 h i $\n& F# a$ gd R $\n& F\" a$ gd R $\n& F! a$ gd R $ a$ $\n& F a$ gd R $ a$ $ % H F Q U $\n& F( a$ gdkq $\n& F' a$ gdkq $\n& F& a$ gdkq $\n& F% a$ gdkq $ a$ $ a$ $\n& F$ a$ gd R H Z ] s\n7 F t F Q E V q x y\n8 ? @ d s + ; _ c j y h & CJ aJ hMk9 5 CJ aJ h u 5 CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ hkq CJ aJ IU V y @ s ; p 7 q r $\n& F, a$ gd & $\n& F+ a$ gd & $\n& F* a$ gdkq $\n& F) a$ gdkq $ a$ $ a$ . 7 P _ c r\n/ < W ^ _ . 5 6 J O ` n\n# ' 6 D G M N ^ b d f u hMk9 5 CJ aJ h^8T CJ aJ h J< h & CJ aJ h J< h cY CJ aJ h & CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ Hr\n; < _ 6 n 6 u $\n& F0 a$ gd & $\n& F/ a$ gd & $\n& F. a$ gd & $ a$ $\n& F- a$ gd & $ a$ B x y @ A h\n5 o @ x $\n& F5 a$ gd^8T $\n& F4 a$ gd^8T $\n& F3 a$ gd^8T $\n& F2 a$ gd^8T $ a$ $ a$ $\n& F1 a$ gd^8T 5 F j y 2 A ` g h - 4 5 _ o\n/ 0 3 @ i x ? N t B P Q p w x , N U V h u 5 CJ aJ h\n* CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h^8T CJ aJ Lx N O P Q x + , V $\n& F9 a$ gd\n* $\n& F8 a$ gd\n* $\n& F7 a$ gd^8T $\n& F6 a$ gd^8T $ a$ $ a$ V\n1 A c o 2 B k } B Q t { | \" 1 S Z [\n0 7 8 ` ~ h u 5 CJ aJ hR(& CJ aJ h J< h\n* CJ aJ h cY CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h\n* CJ aJ E\nA o B | } P Q | 0 1 [ $\n& F> a$ gdR(& $\n& F= a$ gdR(& $\n& F< a$ gd\n* $\n& F; a$ gd\n* $ a$ $\n& F: a$ gd\n* $ a$\n8 p ? ( Q R $ a$ $ a$ gdR(& $\n& F@ a$ gdR(& gd u $\n& F? a$ gdR(& $ a$ $ a$ 2 ? o ( @ R k m S T * 9 l K O 8 x w w h J< hyAz CJ aJ h 3 h cY CJ aJ h u h 3 h 3 h u h u CJ aJ hR(& hZaF 6 CJ aJ hR(& 6 CJ aJ h J< h cY 6 CJ H* aJ h J< h cY 6 CJ aJ h J< h cY 5 6 CJ aJ h J< h cY 5 CJ aJ hR(& CJ aJ h J< h cY CJ aJ . C D Q 7 8 ` gd ^ gd $ ^ a$ gd $ a$ ^ ` gd $ a$ gd u gd u gd u $ a$ x * @ A B | s t u y 4 o 3 4 5 u }q h h t 5 CJ aJ h cY 5 CJ aJ h t h cY CJ aJ h 5 CJ aJ h h cY 5 6 CJ aJ h h cY 5 CJ aJ h J< h cY 6 CJ aJ h CJ aJ h u CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h J< h cY 5 6 CJ aJ h 5 6 CJ aJ , @ B { | ^ _ D s ^ gd $ ] ^ a$ d ^ gd $ a$ gd d ^ gd $ ` a$ $ a$ $ ^ a$ gd s t 3 4 o 5 $ ^ a$ gd t $ ` a$ gd $ ^ ` a$ $ ^ a$ $ ^ ` a$ gd $ ^ a$ gd $ ^ ` a$ $ a$ gd $ a$ 5 6 u v 5 6 W X P Q i j k gd $ ` a$ gd $ a$ $ a$ gd $ ` a$ $ ^ a$ gd $ 0 ^ ` 0 a$ 5 W X P Q i j k l s u L M V @ |q q h J< hyAz CJ aJ h 9i CJ aJ hPe CJ aJ h J< hPe CJ aJ h 3 h cY CJ aJ h 3 h 3 h 3 5 CJ aJ h J< h cY 5 CJ aJ h J< h CJ aJ h U' CJ aJ h cY CJ aJ h 77 CJ aJ h CJ aJ h J< h cY 6 CJ aJ h J< h cY CJ aJ )k l y < $ a$ gd ; ^ ` ; gd $ ; ^ ` ; a$ gd $ a$ $ ^ a$ gd ? @ $ ^ a$ gd 9i d ^ gd 9i d $ a$ gd 9i gd 3 $ a$ $ a$ gd gd 3 @ A E F G y 8 P f l K L : ; ~ ~ s h J< h d CJ aJ h J< hXW CJ aJ h 77 CJ aJ hPe CJ aJ h J< hyAz CJ aJ h 9i CJ aJ h J< hPe CJ aJ h 9i h 9i 5 CJ aJ h cY 5 CJ aJ h J< h cY CJ aJ h 9i h cY 5 6 CJ aJ h 9i hPe 5 6 CJ aJ h 9i h cY 5 CJ aJ ( y 8 O P K L e ^ gd 77 gd 9i ^ gd 9i $ ^ a$ gd 9i $ ^ a$ gd 9i $ a$ $ ^ ` a$ gd 9i ; q T U u v r s $ ` ^ ` ` a$ ^ ` gd 9i 7 ^ 7 ` gd 9i $ a$ gd 9i $ a$ gd >n $ ^ a$ gd 3 $ a$ $ a$ gd 9i ^ ` ; Q o q o S T U d u v : r I K z rfZfZf hM \\ h0I 6 CJ aJ hM \\ h cY 6 CJ aJ h0I CJ aJ h 9i 6 CJ aJ h >n CJ aJ h J< h cY 5 CJ aJ h 9i 5 CJ aJ h 3 6 CJ aJ h J< h cY 6 CJ aJ h J< h cY CJ aJ h 9i h cY 6 CJ aJ h 9i CJ aJ h >n h cY CJ aJ h 3 h >n CJ aJ h 3 h cY CJ aJ h J< h U CJ aJ \"s ; < K 9 # $ $ ^ a$ $ ^ ` a$ gd ^ ` gd $ t ^ t a$ ^ gd !4 ^ ` gd0I gd0I $ a$ ^ gd 9i 3 7\n$ - . d k P ] U Q R sj h)\n5 CJ aJ h , h)\n5 CJ aJ h w 5 CJ aJ h CJ aJ h J< h 7 CJ aJ h J< h cY 6 CJ aJ h 9i CJ aJ h 9i 5 CJ aJ h J< h cY 5 CJ aJ h J< hPe CJ aJ h J< hyAz CJ aJ h J< h cY CJ aJ h J< h 9i CJ aJ h w CJ aJ h cY CJ aJ $ R S s : ! \" $ ^ ` a$ gd)\n^ ` $ a$ gd)\n^ ` gd P $ a$ R S a r s \" + ; w ld W K W d h J< h cY 6 CJ aJ h J< h cY 0J CJ aJ h CJ aJ h J< hyAz CJ aJ h J< h CJ aJ h J< h cY CJ aJ h)\nCJ aJ h J< h cY 5 CJ aJ h q 5 CJ aJ h P h q 5 6 CJ aJ h 5 6 CJ aJ h)\n5 6 CJ aJ h q 5 6 CJ aJ h h)\n5 6 CJ aJ h h)\n5 CJ aJ h , h q 5 CJ aJ ; < G | } C D [ ^ t ^ t $ t ^ t a$ $ ^ ` a$ gd $ S ^ S a$ gd $ a$ $ f ^ f a$ gd $ ^ a$ i G M } * D O V Z x | | h 3 h 5 CJ aJ h 3 h cY 5 CJ aJ h 5 CJ aJ h J< hPe CJ aJ h h cY 6 CJ aJ h h 5 CJ aJ h h cY 5 CJ aJ h J< h cY 5 CJ aJ h 6 CJ aJ h J< h cY 6 CJ aJ h J< h cY CJ aJ h CJ aJ 0 ' & ' ( ) * + , - . / $ ^ ` a$ gd $ p ^ p ` a$ $ a$ & / M d % & ' ( ( 0 2 h m s ~ u j b W~ h J< hPe CJ aJ h ~ CJ aJ hPe 5 6 CJ aJ h ~ 6 CJ aJ hPe CJ aJ h ~ h cY 5 6 CJ aJ h ~ h cY 5 CJ aJ h h cY 5 6 CJ aJ h hPe 5 6 CJ aJ h h cY 5 CJ aJ h J< h cY 6 CJ aJ h h cY CJ aJ h J< h cY CJ aJ h J< h cY 5 CJ aJ h 5 CJ aJ / M N d ' ( ' ( { | _ $ S ` ^ S ` ` a$ gd ~ $ S ^ S ` a$ gd ~ $ ` a$ gd ~ $ ^ a$ gd ~ $ a$ $ a$ gd gd $ a$ ` n % ( * % , . m { ) 3 5 A B p x h J< h cY aJ hPe CJ aJ h CJ aJ h J< h ~ CJ aJ h ~ h cY 5 CJ aJ h ~ h cY 5 6 CJ aJ h ~ CJ aJ h J< h cY 5 CJ aJ h ~ 5 CJ aJ h J< h cY CJ aJ h J< h cY 6 CJ aJ h ~ 6 CJ aJ h J< hPe 6 CJ aJ ,_ ` $ % ) * o p $ ^ ` a$ gd $ ^ a$ gd $ ; ^ ` ; a$ gd $ S ^ S ` a$ gd ~ $ ^ a$ gd ~ $ ` a$ gd ~ $ a$ p ( ) ~ o w x\nS X 1 8 < y k _ V h 5 CJ aJ h h 5 CJ aJ h h cY 5 6 CJ aJ h hPe 5 6 CJ aJ h h cY 5 CJ aJ h J< h w CJ aJ h cY CJ aJ h CJ aJ h J< h cY 5 CJ aJ h J< h 6 CJ aJ h 6 CJ aJ h J< h cY CJ aJ h h cY CJ aJ h J< h cY 6 CJ aJ h J< h cY aJ\nhPe aJ ! 1 E F G H k l h i # $ ^ ` gd & $ S } ^ S ` } a$ gd $ ^ ` a$ gd $ ^ a$ gd ^ ` gd $ S ^ S ` a$ gd $ a$ < E F H P Q j k l m r ~ w h p s t $ . / 0 = % v h h J< h cY 5 6 CJ aJ hPe 6 CJ aJ h CJ aJ h J< h cY 6 CJ aJ h 6 CJ aJ hPe CJ aJ h h cY 5 6 CJ aJ h hPe 5 6 CJ aJ h J< h w CJ aJ h cY CJ aJ h J< h cY 5 CJ aJ h 5 CJ aJ h J< h cY CJ aJ h h cY 5 CJ aJ (\n1 2 _ ` Z [ $ ` a$ gd w $ ^ a$ gd w $ ^ a$ gd & $ ^ ` a$ gd w $ ^ ` a$ gd & $ a$ % ' 4 N\nN n # + P ^ v vmv a v h J< h & 6 CJ aJ h k7 6 CJ aJ hCcY 6 CJ aJ h cY 5 6 CJ aJ h 4 h 4 5 6 CJ aJ h 4 CJ aJ h J< h 4 CJ aJ h cY CJ aJ h & CJ aJ h & h cY 5 6 CJ aJ h & h cY 5 CJ aJ h w CJ aJ h J< h cY 5 CJ aJ h J< h cY 6 CJ aJ h J< h cY CJ aJ & [ - 7 8 o p }\n1 H , < K L e p } |t |t t|tl h CJ aJ hv;{ CJ aJ h & CJ aJ h J< h CJ aJ hPe CJ aJ hf! hf! 5 CJ aJ hf! CJ aJ h w 5 CJ aJ h V CJ aJ h V 5 6 CJ aJ h V hf! 5 6 CJ aJ h cY CJ aJ h J< h cY 5 CJ aJ h J< h cY 6 CJ aJ h J< h cY CJ aJ * ' ( - o p } 1 q gdv;{ ` gd w $ ^ a$ gdf! $ ^ a$ gdf! $ a$ gdf! $ ^ a$ gd 4 $ ^ a$ gdf! $ a$ < } f gdf! $ ^ a$ gdv;{ $ a$ $ ] a$ gd V $ a$ gdv;{ } / 4 D L M ^ f z % ' + B C D L M z n h J< h cY 5 CJ aJ h J< hv;{ 6 CJ aJ h cY 6 CJ aJ hPe 6 CJ aJ h J< hPe 6 CJ aJ h J< h cY 6 CJ aJ h h cY CJ aJ hf! hf! h J< h CJ aJ h CJ aJ h J< h cY CJ aJ h 4 CJ aJ h V CJ aJ hv;{ CJ aJ h & CJ aJ * C D ) S T 8 9 p $ ^ a$ gd d\n^ $ S ^ S ` a$ gd d\n$ S ^ S a$ gd d\n$ a$ S ^ S ` gdv;{ $ ^ a$ gdv;{ $ a$ gdf! gdf! E ' ) H L T [ \\ ^ , 0 9 A C q\n! %! ! ! \" \" \" $ $ hPe CJ aJ h J< hPe CJ aJ h J< hPe 6 CJ aJ h d\n6 CJ aJ h d\n5 CJ aJ h d\nh cY 5 CJ aJ h J< h cY 6 CJ aJ h d\nCJ aJ h J< h cY CJ aJ h J< h cY 5 CJ aJ h J< hv;{ 5 CJ aJ 6 ! ! ! \" \" N# O# $ $ $ $ $ $ $ $ $ $ $ $ $ a$ $ ^ a$ $ ^ a$ gd d\n$ 8 ^ 8 a$ gd d\n$ a$ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ % % % [% % % % $ ^ a$ gd d\n$ a$ gd d\n$ a$ $ $ % % % [% O( q) {) |) ) ) ) * U* b* * * * * * * * * * 9+ :+ \\, e, -\n- - H- Z- - - - - - - - . (. 5. { s h6 X CJ aJ h6 X h6 X h6 X 6 CJ aJ h d\nh cY CJ aJ h J< hPe 6 CJ aJ h J< h d\nCJ aJ h cY CJ aJ h J< h d\n6 CJ aJ h d\n6 CJ aJ h d\nCJ aJ h J< h cY 6 CJ aJ h J< h cY 5 CJ aJ h h cY CJ aJ h J< h cY CJ aJ + % ' ' ?( q) r) ) ) U* V* * * * *\n- - - - - - - - 9 ^ 9 gd6 X gd6 X $ ^ a$ gd6 X $ ` a$ $ ^ a$ gd d\n$ a$ $ ^ a$ 5. 8. I. . . . . . / G0 _0 ~0 0 1 1 1 2 2 2 2\n3 3 3 -3 K3 f3 |3 3 3 3 3 6 C6 7 7 38 48 B8 C8 m8 n8 8 8 xm h h cY CJ aJ h6 X h6 X h6 X h ] CJ aJ h J< h cY 5 CJ aJ h J< h M CJ aJ h6 X h cY CJ aJ h 5 CJ aJ h6 X h cY 5 CJ aJ h6 X CJ aJ h J< hPe 6 CJ aJ h J< h cY CJ aJ h J< h cY 6 CJ aJ h6 X 6 CJ aJ hPe 6 CJ aJ * - . . G0 H0 1 1 2 2 2 2 -3 53 f3 3 3 $ ` a$ gd $ a$ gd6 X $ t ^ t a$ gd6 X $ G ^ G a$ gd6 X $ ^ ` a$ $ ^ a$ gd6 X $ ^ a$ gd6 X $ p ^ p a$ $ u ^ u a$ gd6 X $ a$ $ 9 ^ 9 a$ gd6 X 3 3 3 6 6 7 7 7 7 8 *8 08 18 28 38 48 58 68 78 88 98 :8 ;8 <8 =8 >8 gd6 X gd ,i $ a$ $ a$ $ ^ a$ >8 ?8 @8 A8 B8 C8 m8 9 9 9 9 $: *: +: ^: _: : : : : -; .; $ ^ ` a$ gd6 X $ S ^ S ` a$ gd6 X $ ^ a$ gd6 X $ a$ $ a$ gd6 X $ a$ gd6 X 8 9 W9 X9 9 9 9 9 9 9 9 *: +: ^: _: f: h: : : : : : : : ,; -; .; ;; Z; [; \\; d; ; ; ; ; ; ; ; ; ; 1< < < = = = B B %B &B )B xB yB B B\nC h a CJ aJ h a 5 CJ aJ h6 X 5 CJ aJ h6 X h cY 5 CJ aJ h J< h cY 5 CJ aJ h J< h6 X CJ aJ h cY CJ aJ h6 X CJ aJ h J< h cY CJ aJ h J< h cY 6 CJ aJ 8.; [; \\; ; ; ; ; ; ; 2< < < < = > > ;? <? @ @ B $ ^ a$ gd a $ G ^ G a$ gd a $ ^ a$ gd a $ ^ a$ gd a $ ^ a$ gd a ^ ` gd6 X $ a$ B B B B B B B B B\nC C C C C C C C C C C C C C ` $ ^ ` a$ gd a ^ ` gd a gd a $ L ^ ` L a$ gd a $ a$ C C C C C C C !C \"C #C $C %C &C 'C (C )C *C UC VC dC C C D D D $ a$ gd a $ a$ $ a$ gd gd a $ a$ gd a `\nC (C )C *C VC dC C C D D D D D D D ,E -E RE SE ZE F !F \"F )F HF IF WF qF rF yF F F F F F F F F G ,G G G G G G G G G G G H\nH H 3K AK GK |K K K hvt 6 CJ aJ hvt 5 CJ aJ h a 6 CJ aJ h a 5 CJ aJ h J< h cY CJ aJ h J< h cY 6 CJ aJ h J< h cY 5 CJ aJ h h cY CJ aJ h a h a h CJ aJ h J< h CJ aJ : D D D RE SE E E F F !F \"F HF IF qF rF F F F F F F *G +G ,G $ a$ gd a $ S ^ S ` a$ gd a $ ^ a$ gd a $ a$ ,G G G G G G G H\nH !H 2K 3K GK K K WL XL lL L L M M M $ S ^ S ` a$ gdvt $ ^ a$ gdvt $ ^ a$ gd a $ a$ ^ gd a K K K XL fL lL tL uL L L L M 4N 5N tN N N N N N N N N N N N N O O O O 0O @O BO LO dO eO hO iO O O O O O O O P P P P !P cP dP P P P h ]6 6 CJ aJ h ]6 5 CJ aJ h ]6 CJ aJ hW h cY CJ aJ hvt hvt hvt h cY CJ aJ h CJ aJ hvt CJ aJ h J< h cY 6 CJ aJ hvt 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ 7\tM CM 4N 5N tN N N N O @O YO ZO [O \\O ]O ^O _O `O aO bO cO dO eO $ p ^ p a$ $ a$ gdvt h ^ h gdvt $ h ^ h a$ $ ^ a$ gdvt $ ` a$ gdvt eO fO gO hO iO O O O O O P P P P Q Q 1Q R R S qU $ ^ a$ gd ]6 ` gd ]6 $ h ^ h a$ $ S ^ S ` a$ gd ]6 $ a$ gd ]6 ^ ` gdW $ a$ gdvt P P Q Q 1Q R R S rU KV RV UV mV nV oV }V ~V V V V V V iW sW {Y Y Y Y Y Y Z OZ Z Z [ ^ E^ ` ` c c c [c ic f f f f f 7g Ug og pg h ]6 h 2d 6 CJ aJ h ]6 6 CJ aJ h ]6 h ]6 6 CJ aJ h ]6 h cY 6 CJ aJ h ]6 h cY CJ aJ h J< h ]6 CJ aJ h cY CJ aJ h J< h cY 5 CJ aJ h J< h cY 6 CJ aJ h J< h cY CJ aJ h ]6 CJ aJ 4qU rU JV KV nV oV V V V V zY {Y Y Y Y Y Z OZ PZ Z [ [ $\n& FF a$ gd ]6 $ a$ ` gd ]6 $ h ^ h a$ gd ]6 $ a$ $ ^ a$ $ ^ a$ gd ]6 $ h ^ h a$ [ [ ] ] ^ E^ F^ S^ ^` _` ` ` ` ` c c [c \\c ic f f $ a$ gd ]6 gd ]6 $ h ^ h a$ h h ^ h ` h gd ]6 $ a$ $\n& FF a$ gd ]6 $ a$ $ ^ a$ gd ]6 f f pg g g h h )j +j j j j l m ^ ` ^ ` gd?_n $ a$ $ ^ a$ gd?_n $ ^ a$ $ - ^ ` - a$ gd?_n $ ^ a$ $ S ` ^ S ` ` a$ gd ]6 $ a$ $ ^ a$ gd ]6 $ S ^ S ` a$ gd ]6\npg {g g g g g g g g g g h i j j j m m m ,m p p p p q q q r r r *r .r /r :r ;r r r r r Ys ~ ~ pd pdp ~ ~ h?_n h cY 5 CJ aJ h?_n h cY 5 6 CJ aJ h?_n 6 CJ aJ hW h cY CJ aJ h?_n h?_n h?_n CJ aJ h J< h cY 6 CJ aJ h ]6 CJ aJ h J< h cY CJ aJ h ]6 5 CJ aJ h?_n 5 CJ aJ h J< h cY 5 CJ aJ h t h cY 5 CJ aJ h t hy{K CJ aJ h t h cY CJ aJ ' m m m m m ,m -m o o q q q r r Ys Zs [s \\s $ a$ gd;1 ^ ` gd?_n $ ^ a$ gd?_n $ a$ $ ^ a$ $ a$ gd?_n gd?_n ^ $ ` a$ gdW gd?_n $ a$ gd?_n ^ ` Ys Zs [s \\s ]s s s s t t t t t t t u u u Vu fu u u u u u u gv jv v v v v Bw Cw Dw gw iw w w w w ?x Kx y y | q h J< h CJ aJ h?_n 5 6 CJ aJ h J< h cY 5 6 CJ aJ h?_n h cY 5 CJ aJ h?_n CJ aJ h J< h cY 5 CJ aJ h?_n 5 CJ aJ h J< h cY CJ aJ h J< h cY 6 CJ aJ h L h cY CJ aJ h;1 h;1 hMk9 CJ aJ h?_n h?_n hm 6 CJ aJ ,\\s ]s s s s t t t u u u u u gv v v Bw $ ` ^ ` ` a$ $ ^ ` a$ $ S ^ S ` a$ gd?_n $ p ^ p ` a$ $ ^ ` a$ gd?_n $ S ` ^ S ` ` a$ gd?_n ^ gd?_n $ a$ gd;1 Bw gw iw w w >x ?x y y y y y y y y y y y y y y y y $ a$ $ S 0 ^ S ` 0 a$ gd?_n $ S ^ S ` a$ gd?_n H ^ H ` gd?_n $ ` ^ ` ` a$ y y y y y y y y y y y y y y y y y z )z *z | | j| k| )}\n& F gd EB ^ ` gd EB ^ ` gd K ` gd_ $ a$ y y y y y y y z )z *z | | h| ~ ~ ~ ~ ~ ~ 4 S p 1 H 4 M\nd tftf Z Z Z Z Z Z h EB h cY 5 CJ aJ h J< h cY 5 6 CJ aJ h EB 5 6 CJ aJ h EB 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h EB 6 CJ aJ h J< h cY 6 CJ aJ h EB 5 CJ aJ h EB h - 5 CJ aJ h EB h cY 5 CJ aJ h J< h EB CJ aJ hMk9 CJ aJ h H CJ aJ h EB CJ aJ h_ CJ aJ #)} *} } } } } } ~ ~ ~ ~ ~ o p 1 L M\n& F p ^ p ` ^ ` gd EB S ^ S ` gd EB ^ `\n& F h ^ h ` M 4 M N\nd N O 7 8 & ' ^ ` ^ ` ` gd EB S ^ S ` gd EB `\n& F 7 8 W & ' 2 3 4 5 O n u v w a b ~ x o a U h J< h cY 6 CJ aJ hW h cY 5 6 CJ aJ h EB 5 CJ aJ h EB h cY 5 CJ aJ h EB h EB 5 CJ aJ h K CJ aJ h cY CJ aJ h J< h cY 5 6 CJ aJ h J< h X CJ aJ h EB h cY 5 CJ aJ h EB h cY 5 6 CJ aJ h EB h EB 5 6 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ h EB CJ aJ !' ( ) * + , - . / 0 1 2 3 4 5 O m n a ^ ` gd EB ^ ` gd EB ^ ` ^ ` gdW ^ ` gd H $ ^ ` a$ a b ~ , - F + ; < ] ^ ^ ` gd EB ^ ` gd EB ^ ` gd EB ^ ` ^ ` gd EB ^ gd EB - 4 8 F + 1 4 ; < C H \\ ] ^ f h + , X u V W Y _ a b h EB 5 6 CJ aJ hW 5 CJ aJ h J< h cY 5 6 CJ aJ h EB 6 CJ aJ h J< h cY 6 CJ aJ hW CJ aJ h EB 5 CJ aJ h J< h cY 5 CJ aJ h J< h cY CJ aJ ? W Y i j ^ ` gd L ^ ` gdW ^ ` gd EB ^ ` gd EB ^ ` gd EB ^ ` ^ ` gd EB $ % J K S w }\n& * K W Z j r { p u ~ ~ ~ ~ ~ h J< h 8 CJ aJ hW h 8 CJ aJ hW h cY CJ aJ h J< h cY 5 6 CJ aJ h J< h cY CJ aJ hW CJ aJ h J< h cY 5 CJ aJ hW 5 CJ aJ h J< hW 6 CJ aJ h EB 6 CJ aJ h J< h cY 6 CJ aJ hW 6 CJ aJ 1 , - J K v w ` ^ ` gdW ^ ` gdW ^ ` gdW ^ ` 9 ^ 9 ` gdW ^ ` gdW K & ' , . 0 3 4 6 7 8 9 : y z $ a$ $ ` ^ ` ` a$ ^ ` gdW 9 ^ 9 ` gdW ^ ` & ' - 0 1 3 4 : ; < y z | } h\nK 0J mH nH u\nh d\n0J j h d\n0J U j h * U h *\nh d\n6 CJ h d\nh d\n0J hW 5 CJ aJ h J< h cY CJ aJ h J< h cY 5 CJ aJ h J< hW CJ aJ h cY CJ aJ 3 &`#$ <\n0 &P 1 h 0 :p Y $ /! O \" # $ % ^ 2 0 @ P ` p 2 ( 0 @ P ` p 0 @ P ` p 0 @ P ` p 0 @ P ` p 0 @ P ` p 0 @ P ` p 8 X V ~ _H mH nH sH tH < ` < N o r m a l CJ _H mH sH tH > @ > H e a d i n g 1 $ $ @& a$ 5 > @ > H e a d i n g 2 $ $ @& a$ 5 @ @ @ H e a d i n g 3 $ $ @& a$ 5 6 B @ B H e a d i n g 4 $ $ @& a$ 5 CJ N @ N H e a d i n g 5 $ $ @& ^ ` a$ 5 F @ F H e a d i n g 6 $ $ h @& ^ h a$ 5 < @ < H e a d i n g 7 $ @& 5 CJ 8 @ 8 H e a d i n g 8 $ @& 5 R R H e a d i n g 9 $ $ @& ^ ` a$ 6 CJ D A` D D e f a u l t P a r a g r a p h F o n t V i V T a b l e N o r m a l :V 4 4\nl a ( k ( N o L i s t 4 >@ 4 T i t l e $ a$ 5 CJ 0 J@ 0 S u b t i t l e 5 V R@ V B o d y T e x t I n d e n t 2 $ ` ^ ` ` a$ J C@ \" J B o d y T e x t I n d e n t $ ` a$ V S@ 2 V B o d y T e x t I n d e n t 3 $ ^ ` a$ 4 B@ B 4 B o d y T e x t $ a$ < P@ R < B o d y T e x t 2 $ a$ 5 < Q@ b < B o d y T e x t 3 $ a$ 6 T T@ r T\nB l o c k T e x t $ d ] ^ a$ 6 CJ @ &` @ F o o t n o t e R e f e r e n c e H* : @ :\nF o o t n o t e T e x t CJ . )@ . P a g e N u m b e r 4 @ 4 F o o t e r\n! 4 4\nK H e a d e r\nH $ 2 / 2\nK H e a d e r C h a r CJ PK ! [Content_Types].xml j 0 E r ( Iw}, -j 4 w P -t# b {U T U^h d} ) *1P ' ^ W 0) T 9< l # $yi} ; ~@ ( H u * D z /0 $ X 3aZ , D0 j~ 3 b ~ i> 3 \\` ? / [ G \\ ! - Rk. s . . a ? PK ! 6 _rels/.rels j 0 }Q %v/ C/ } ( h\" O\n= C? h v= % [xp { _ P < 1 H 0 O R Bd JE 4b$ q_ 6L R 7` 0 O , E n7 Li b / S e PK ! ky theme/theme/themeManager.xml M\n@ } w 7c (Eb C A 7 K\nY,\ne . |, H ,l x I sQ}# + ! , ^ $j= GW ) E +&\n8 PK ! P theme/theme/theme1.xml YOo 6 w toc'v u -M n i P @ I} a m a[ 4 :l GR X^ 6 >$ !)O ^ r C$ y@ / yH* ) UDb `}\" q J X^ )I`n E p) li V[] 1M< O P 6r = z gb I g u S e b O R D qu g Z o~ lAp lx pT0 +[ } `j zA V 2 F i @ q v 5\\| N le X d s jcs 7 f\nW + 7 ` g J j | h( K D-\ndX iJ ( x$( : ; ! I_ T S 1 ?E ? ?ZB m U/ ? ~ xY ' y5 g& / > G M Ge D 3Vq%'#q $ 8 K )f w 9:\nx}r x w r :\\TZaG * y8I j bR c|X I\nu3 KG nD 1 N IB s\nR u K>V .E L+M2 #' f i ~ V vl { u8 z H\n* : ( W\n~ J T e\\O* tH G HY }KN P * T 9/# A7 qZ $*c? qU n w N % O i 4 =3 P\n1 P m \\\\9 M 2a D ] ;Yt \\ [x ] }Wr | ] g-\neW\n)6-r C S j\ni d D A IqbJ#x 6k # A Sh & t(Q % p%m &] caS l= X \\P 1 Mh 9 M V dDA aV B [ fJ P |8 A V^ f\nH n - \" d> z n > b & 2 v Ky D: ,AGm \\nz i .u Y C 6 OMf 3o r $ 5 N H T[XF64 T , M0 E)`# 5 XY ` ; % 1 U m; R>QD D cp U ' &LE /p m %] 8fi r S4 d 7y\\ ` J n I R 3U ~ 7 + # m q BiD i * L6 9 m Y & i HE =(K& N!V .K e LD {D v E de N e ( MN9 R 6 &3( a /D U z < { Y V ) 9 Z[ 4^n 5 !J ? Q 3 eBo C M m< . vp IY f Z Y_p [ =al- Y }Nc 4vfa vl 'S A 8 | * u { - 0%M0 7% < PK !\n' theme/theme/_rels/themeManager.xml.rels M\n0 w oo & 5\n6?$Q\n, . a i c2 1h : q m @R N ;d ` o7 g K(M&$R(.1 r 'J T 8 V \" A H u} | $ b { P 8 g/ ] QAs ( # L [ PK - ! [Content_Types].xmlPK - ! 6 + _rels/.relsPK - ! ky theme/theme/themeManager.xmlPK - ! P theme/theme/theme1.xmlPK - !\n' theme/theme/_rels/themeManager.xml.relsPK ]\n<?xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"yes\"?>\n<a:clrMap xmlns:a=\"http://schemas.openxmlformats.org/drawingml/2006/main\" bg1=\"lt1\" tx1=\"dk1\" bg2=\"lt2\" tx2=\"dk2\" accent1=\"accent1\" accent2=\"accent2\" accent3=\"accent3\" accent4=\"accent4\" accent5=\"accent5\" accent6=\"accent6\" hlink=\"hlink\" folHlink=\"folHlink\"/> @\n( ( ( + & Z * 2 >@ 1N T ` h bq 'z _\nE\n* E 8S a o { } * P 4 H V x @ ; R p < % } $ 5. 8\nC K P pg Ys y L N O Q S U X Z \\ _ a c e g h j l m o p r t u w x z { } P 2) * B0 2 6@ mN m\\ h w S x k [ ' 3 B Q ] j w | ~ = } P U r x s 5 k s / _ $ % - 3 >8 .; B C D ,G M eO qU [ f m \\s Bw y )} M ' a M P R T V W Y [ ] ^ ` b d f i k n q s v y | ~ ! $ + ! ! 8 @ 0 (\nB\nS ? * * / #/ } ~ q v h o # 9 : W @\nC\n1 T o t E I d f b e g j =# @# Y# ]# % % ) ) 3* 6* #D (D L L lM pM i i ? D T W B E\n(' +' 8; ;; WF [F 1Z 4Z u u v\nv } ~ + J M E q w x {\n- / E H u y o s K O W Y $ ) O Y R T / 4 h p | y | \" & ] ` V Y Q S ] g % N P & ( d g\nd\nf\nC\nM\nz\n~\n= A ' V\" \\\" & & _( b( ) ) + + + , C/ E/ 0 0 4 4 4 4 5 5 6 6 7 7 7 7 k> p> )@ +@ A A A B B B B B C C {D }D D D H I K K 5K 8K P P *Q ,Q Q Q R R IR MR S\nS {S ~S RU UU MV QV W W X !X X X c[ g[ [ [ [ [ \\ \\ k] n] b b b b jo mo p\np ip qp nq sq Sv Wv { { m} } [~ `~ 9 < 0 3 } : 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3 A E f l . d * V Z h s m r + P ^ 9 A E f l . d * V Z h s m r + P ^ 9 F d E ,S| P| } .u OB z K x n\n8 | ^A w -R\n8 \"\nM\nV z f 7 (_FI W l Ni 4B ; FXTg : 3L -s OS B0vq *4c 4 U %M\"x ] $\" w ' < |0 ($s 4 +-&6\n$:x/ R i3: h 3X U / 3 8 t0 7 G xa9 j( nd9D ;d; B U{= r 9 >Bl\n+WFA^ &; fA L v Av / V9B 7 F$ B m K C^lp 1W I F wMuPN i 9sR , S pv E S < x' U 7 G VH( }*X j 8' Y V a Z<X k e[ xV 33] H \\_l & _ e / /T ` tm c a p Lc,\n6 }2 g 2\\Ah ` uh ;L T h O\" n n GR nf =drL j S:s`8 |ws0 \"q v ' z qO~f ~ ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . \\ ^ ` \\ o( . ^ ` . p L p ^ p ` L . @ @ ^ @ ` . ^ ` . L ^ ` L . ^ ` . ^ ` . P L P ^ P ` L . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` 5 o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( . ^ ` . p L p ^ p ` L . @ @ ^ @ ` . ^ ` . L ^ ` L . ^ ` . ^ ` . P L P ^ P ` L . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( .\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . 8 0 8 ^ 8 ` 0 o( . ^ ` . p L p ^ p ` L . @ @ ^ @ ` . ^ ` . L ^ ` L . ^ ` . ^ ` . P L P ^ P ` L . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` 5 CJ OJ PJ QJ ^J o( - ^ ` OJ QJ o( o ^ ` OJ QJ o( x x ^ x ` OJ QJ o( H H ^ H ` OJ QJ o( o ^ ` OJ QJ o( ^ ` OJ QJ o( ^ ` OJ QJ o( o ^ ` OJ QJ o( ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . 8 0 8 ^ 8 ` 0 o( . ^ ` . p L p ^ p ` L . @ @ ^ @ ` . ^ ` . L ^ ` L . ^ ` . ^ ` . P L P ^ P ` L . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . ^ ` 5 o( ( )\n^ ` h H .\np L ^ p ` L h H .\n@ ^ @ ` h H .\n^ ` h H .\nL ^ ` L h H .\n^ ` h H .\n^ ` h H .\nP L ^ P ` L h H . F e[ 9 > } x' U 8' Y xa9 $ OB & _ 33] \\_ \"q v F$ B |ws E S |0 ( z }2 g uh S:s ^A n nd9 9sR +WFA %M\" w ' W ,S| 1W I -R\n;d; z S fA GR n V9B\ni3 d 7 t0 7 4 +- c a ; 2\\Ah wMuP *4c -s G V T h a Z v A h 3 K \"\n=dr OS /T ` : Lc / 3 Ni\nK C }*X $:x/ qO~ U{= F F & < ~\nQ y K { s y P | O q N ZOj 8[F +Nc C \" ? 4 < N \" - ` p ; p\n{ p ~` ' Y^h tV\n! 2 b T 87 & . x\"[ Z 4 \\ \\ NK\nqNC ZV H*\n6t zt tR ^E Dw < z 4D f n `p (Z < <0 8 @ B\nv D C + po H @ 0I GU 6i Y$ ( . c\n' /d d\n! ` F ][ & H M / h % u I / 6 &\nw K / ! Bk! # $$ Z$ % & R(& M~& U' ( ( =) ' , - F0 X 1 2 !4 ]6 77 h7 k7 l8 m}8 Mk9 q9 ]: J< _< l ? ;/? r? TBB EB >DE F b>F ZaF H NH w.I i8I \"JI \"J wJ\nK y{K X L L M 3M O 1O FS ^8T _ V V @W 6 X iX ! Y *Y CcY cY P[ M \\ ! ] ] ;]\n}] {^ ^E_ or_ ?` Z` tb c tc d+d 2d kgd Ake |e n:h =h i ,i 9i j 4Qj Xj ?l >n D?n ?_n tn +p [ q q vq r O+s Zt ret E w Edx px c*y iy yAz v;{ # } A } ~ P~ qE : U 2 e0 q 4 Z\\ j )\nl#\n* = XW d * ; H 1 : yd f! <> i x ] Gz @D X kq Y ; pV f) L/ g\n5 E\n]\" _ a S }h w ( w [( * H j o\nq ) V C J 7 q w XA\n} V s\" v ) B m U+ u P FC & [^ WY ;1 Mi 0 y t V\nI P W 8 _ E MS ` _ c & EI \" 0 & R Y #? z tF 6T * v W O J K2 3 8 ^ qI \"V %b d Pe m t p* 1 WI Gd c 7 @ .i K \\ 1 PU _ /D H .\n9 #H N Il r -n O q > 96 d N %Y vt\nq : < @ [~ [~ [~ [~ h @ U n k n o w n G * Ax T i m e s N e w R o m a n 5 S y m b o l 3. * Cx A r i a l ?= * Cx C o u r i e r N e w ; W i n g d i n g s A $ B C a m b r i a M a t h # 1 h p G p G A a o- w N a o- w N ! 4 2 Q HP ? 2 @ ! x x L U T H E R A N O R D E R O F S E R V I C E u s e r U S E R $ F\n! \" # $ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? @ A B C D E Oh +' 0 X\n, 8 @ H P LUTHERAN ORDER OF SERVICE user Normal USER 2 Microsoft Office Word @ @ MIT @ < @ < w a o- . +, 0 h p |\nN LUTHERAN ORDER OF SERVICE Title\n! \" # $ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? @ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z [ \\ ] ^ _ ` a b c d e f g h i j k l m n o p q r s t u v w x y z { | } ~\n! \" # $ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? @ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z [ \\ ] ^ _ ` a b c d e f g h i j k l m n o p q r s t u v w x y z { | } ~\n! \" # $ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? @ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z [ \\ ] ^ _ ` a b c d e f g h i j k l m n o p q r s u v w x y z { } ~ R o o t E n t r y F p < D a t a\n1 T a b l e W o r d D o c u m e n t > S u m m a r y I n f o r m a t i o n ( t D o c u m e n t S u m m a r y I n f o r m a t i o n 8 | C o m p O b j y\nF' Microsoft Office Word 97-2003 Document\nMSWordDoc Word.Document.8 9 q",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      }
    ]
  },
  "cross_references": []
}