{
  "schema_version": "1.0.0",
  "source": {
    "document_title": "LUTHERAN ORDER OF SERVICE",
    "section_number": 13,
    "section_title": "Church Foundation laying Service",
    "slug": "church-foundation-laying-service",
    "pages": {
      "start": 101,
      "end": null
    }
  },
  "metadata": {
    "category": "",
    "tags": [],
    "notes": ""
  },
  "content": {
    "overview": "",
    "elements": [
      {
        "order": 1,
        "type": "introduction",
        "title": "Introduction",
        "speaker": "",
        "rubric": "",
        "text": "(This service may be conducted during Sunday worship or on a special day arranged for this purpose)\nChurch members are to assemble where the foundation is to be laid or in another place, then in procession shall march to the designated place. Before they leave, the pastor or Bishop or Archbishop shall say:\nPastor: Let us go in peace\nCongregation: In the name of our Lord\n(As the people march, they may sing songs or on arrival at the place a hymn may be sung, then the pastor shall say:\nPastor: Beloved brothers and sisters in Christ. We are gathered here today to seek God s blessing on this foundation laying service.\nLet us hear the reading of Holy Scripture from -----------\nExhortation\nPastor: Our help comes from the Lord\nCongregation: Who made heaven and earth\nPastor: Blessed be the name of the Lord\nCongregation: From now and up to generations to come\nPastor: The stone rejected by builders\nCongregation: Has become the corner stone\n(The minister may read out the list of items intended to be buried during the foundation laying).\nThe Creed: To be said by the pastor and the congregation\nPastor: The Lord be with you\nCongregation: And also with you",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 2,
        "type": "pastor:_let_us_pray",
        "title": "Pastor: Let us pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You our Lord and God King of kings. You who fashioned the heavens as a curtain, Who collected the waters in one place and caused dry land, rocks and high places to come into being. We praise your holy Name, for You are the one who formed us, living stones to be spiritual houses whose chief corner stone is Jesus Christ. Abide with us now and bless us and this foundation which we lay to your glory and honour. Through your Holy Spirit and grace, help us to serve You in body and soul. Receive our praise and thanks through your beloved Son Jesus Christ our Chief Priest. All praise and honour be unto You holy God the Father, and the Son, and the Holy Spirit. We implore You to help us build this building to the glory of your Name through rendering our worship unto You.\nCongregation: Amen.\n(Now the stone or block prepared as foundation corner stone shall be laid, while the pastor shall say:-)\nPastor: With thanks unto God we lay this stone / block at this corner for the building of a church in the Name of the Father, and of the Son, and of the Holy Spirit.\nCongregation: Amen.\nPastor: Glory be unto the Name of the Lord, the foundation of this house, established or builds this house.\nCongregation: Thanks be unto God. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 3,
        "type": "note",
        "title": "NOTE",
        "speaker": "",
        "rubric": "",
        "text": "This service shall not be conducted during the Holy Week\nThe items to be included among things to be buried during foundation laying shall include: names of church elders, Holy Bible, Order of Service Book, Hymnal, list of all members of the congregation as well as that of the building committee.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 4,
        "type": "the_following_scripture_verses_may_be_use_during_this_service",
        "title": "The following scripture verses may be use during this service",
        "speaker": "",
        "rubric": "",
        "text": "Psalm 24 Joshua\t4:1-7\nPsalm 42 Luke 6:47-49\nPsalm 87 1 Corinthians 3:10-14\nPsalm 100 Ephesians 2:19-22\nPsalm 118 Hebrews 11:8-10\nExodus 3:1-6\nOrder of Service for the Consecration of a Church",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 5,
        "type": "as_the_procession_begins_the_following_shall_be_said",
        "title": "As the procession begins the following shall be said",
        "speaker": "",
        "rubric": "",
        "text": "Pastor: Let us go out in peace\nCongregation:\tIn the name of our Lord\nHymn:\tArriving at the church doors, a hymn shall be sung, before cutting the thread. Then the officiating minister shall say:\nPastor: The grace of our Lord Jesus Christ, the Love of God, and the Communion of the Holy Spirit, be with you all. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 6,
        "type": "shall_then_continue_thus",
        "title": "Shall then continue thus",
        "speaker": "",
        "rubric": "",
        "text": "Beloved brothers and sisters, we are gathered today to consecrate this church for the worship of God Almighty, and for the edification of the body of our Lord Jesus, that is His elect people. From now may this place remain a place where God s people shall meet, a place where the gospel is proclaimed through preaching and the sacraments administered. Let it be a place where the message of life and hope unto us and all who live around shall be preached.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 7,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "O Lord, everlasting and merciful God, we give You thanks for this your fatherly goodness that You have enabled us to build this house which is now to be consecrated to your glory. We pray You by your Holy Spirit to strengthen our faith in your only-begotten Son Jesus Christ, to fix our hearts upon your Holy Word and to unite us in devout prayer, so that we may consecrate this house aright, and graciously grant that it may always be a holy place where your eternal blessings shall issue unto this your congregation with comfort and help in life and in death. This we ask in the name of our Lord Jesus Christ. Amen.\n(The officiant shall request the chairman of the building committee to give him/her the key; and shall give it to the chairman of the council who shall open the door. When cutting the thread the officiant shall say:\nPastor: Peace be unto this house\nCongregation: And peace unto all who shall enter therein.\nPastors and worshippers shall enter and sit.\nPastor shall read Psalm 122\nI was glad when they said unto me: Let us go to the house of the Lord. Our feet shall stand within your gates, O Jerusalem; Jerusalem is built as a city that is compact together where the tribes go up, the tribes of the Lord; unto the testimony of Israel to give thanks unto the Name of the Lord. For there are set thrones of judgment, the thrones of the house of David. Pray for the peace of Jerusalem, they shall prosper that love you. Peace be within your walls, and prosperity within your palaces. For my brethren and companions sakes I will now say: peace be within you. Because of the house of the Lord our God: I will seek your good.\nThe pastor shall go to the baptismal font.\nPastor: All the work of Your hands shall praise You, O Lord.\nCongregation: All Your faithful servants shall bless You\n(Three pastors shall one after the other say:)\nWe shall consecrate this baptismal font unto the Lord by reading from the Gospel according to Matthew 28:19-20.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 8,
        "type": "thereafter_shall_lay_his_hand_on_the_baptismal_font_saying",
        "title": "Thereafter shall lay his hand on the baptismal font saying",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 9,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. Since the beginning your Spirit moved over the waters, You created the heaven and the earth. You made water the symbol of our regeneration, through it we participate in the death and resurrection of Your Son Jesus Christ our Lord. With joy and obedience to your command we make disciples of all nations, baptizing them in the Name of the Father, and of the Son and of the Holy Spirit, to grant new life unto all who shall be baptized in this baptismal font which we this day consecrate. O God, we praise and exalt and worship You through Your Son Jesus Christ our Lord in the Unity of the Holy Spirit, world without end. Amen.\nWe shall consecrate this pulpit unto the Lord by reading from the Gospel of Luke 6:47-49\nThereafter shall lay his hand on the pulpit saying;",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 10,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. You showed your love for your creation in your Word our Lord Jesus Christ. Through His admonition we seek to hold unto the truth, and the knowledge of your will. Sanctify the lips of those who shall bring forth your Word here, give them grace that we may hear your Love in all messages to be delivered from this Pulpit which we consecrate this day. Through Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one true God, world without end. Amen.\nWe shall consecrate this Altar unto the Lord by reading from Hebrews 9:11-14.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 11,
        "type": "thereafter_shall_lay_his_hand_on_the_altar_saying",
        "title": "Thereafter shall lay his hand on the Altar saying",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 12,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. You feed your people with spiritual bread in Jesus Christ our Lord. Bless and sanctify all who shall receive His Body and Blood on this altar which we consecrate this day. Give them the grace to lead their life in faith and love as long as they live here on earth, up to the time they shall see You face to face at your altar in heaven where Saints and angels praise You forever, through Jesus Christ our Lord, who lives and reigns with You and the Holy Spirit, one God world without end. Amen.",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 13,
        "type": "the_pastor_officiating_shall_stand_in_the_centre_of_the_church_and_say",
        "title": "The Pastor officiating shall stand in the centre of the Church and say",
        "speaker": "",
        "rubric": "",
        "text": "",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      },
      {
        "order": 14,
        "type": "let_us_pray",
        "title": "Let us Pray",
        "speaker": "",
        "rubric": "",
        "text": "Blessed is You O Lord God, King of heaven and earth. Heavens and earth have no power to receive You. All the same, You will it to have a house on earth where your honour dwells, and where men may continually call upon You, be pleased to hallow and bless with your visitation and presence this house which we devoutly consecrate to the honour of your Name. When we pray to You and implore your mercy, give ear, O Lord to our supplications. When your servants preach your Word and administer the Sacraments here, be You in our midst. Draw near and live among us always and so lead your servants. O God, give us your grace and blessings now as we consecrate this house for the edification and honour and service to your people in the Name of the Father and of the Son, and of the Holy Spirit. Amen.\nPastor: This church building is now open (consecrated). Let us begin our service in this church with opening prayer.\n(An elder of the Church shall say the opening prayer and the service shall continue in the order of Sunday service).",
        "scripture_refs": [],
        "hymn": null,
        "subelements": []
      }
    ]
  },
  "cross_references": []
}